<pad>	0
<unk>	0
<s>	0
</s>	0
▁ا	-0
▁ال	-1
▁و	-2
▁م	-3
ال	-4
يه	-5
▁ف	-6
▁ب	-7
ان	-8
▁ع	-9
▁الم	-10
▁في	-11
ات	-12
▁ل	-13
▁ت	-14
▁من	-15
ام	-16
ار	-17
ين	-18
لي	-19
▁الا	-20
▁وال	-21
▁الع	-22
ها	-23
▁ك	-24
▁ي	-25
ري	-26
را	-27
ست	-28
اد	-29
▁الت	-30
▁ح	-31
ول	-32
ون	-33
ير	-34
▁ق	-35
▁س	-36
▁ان	-37
ما	-38
▁علي	-39
▁ه	-40
▁الي	-41
▁ن	-42
يا	-43
ور	-44
رب	-45
دي	-46
وا	-47
▁الح	-48
▁الس	-49
▁1	-50
لا	-51
▁الب	-52
مه	-53
ده	-54
▁ج	-55
شر	-56
اب	-57
▁لل	-58
▁د	-59
لك	-60
▁الق	-61
نا	-62
عه	-63
عد	-64
▁2	-65
يل	-66
▁(	-67
▁مع	-68
▁الج	-69
بر	-70
▁خ	-71
▁وا	-72
▁بال	-73
▁ش	-74
▁عام	-75
ره	-76
وس	-77
ائ	-78
00	-79
له	-80
▁الد	-81
▁الف	-82
قد	-83
وم	-84
اء	-85
اف	-86
▁الن	-87
اس	-88
▁وت	-89
من	-90
في	-91
هم	-92
▁عن	-93
وب	-94
▁كان	-95
مي	-96
قه	-97
▁19	-98
مان	-99
تي	-100
وي	-101
به	-102
▁التي	-103
ود	-104
▁ر	-105
اع	-106
▁الش	-107
كه	-108
▁ط	-109
▁الر	-110
بل	-111
كل	-112
▁الخ	-113
▁او	-114
بي	-115
▁هذ	-116
قي	-117
▁ذ	-118
اي	-119
حت	-120
سي	-121
كان	-122
دا	-123
كن	-124
▁العرب	-125
▁ص	-126
عت	-127
▁اس	-128
▁الام	-129
▁الذ	-130
مل	-131
وف	-132
قت	-133
▁است	-134
نه	-135
دين	-136
▁المت	-137
رت	-138
▁الك	-139
▁الص	-140
الي	-141
جه	-142
سل	-143
▁بين	-144
اني	-145
▁غ	-146
اص	-147
ني	-148
اره	-149
▁اي	-150
اض	-151
عل	-152
▁وم	-153
▁وي	-154
▁وه	-155
زي	-156
اه	-157
▁الان	-158
دم	-159
اح	-160
سه	-161
رن	-162
▁الار	-163
▁اك	-164
بن	-165
فه	-166
مو	-167
الم	-168
انيه	-169
كر	-170
اري	-171
▁بعد	-172
▁وب	-173
لال	-174
▁الو	-175
ثل	-176
يره	-177
▁اخ	-178
مال	-179
دينه	-180
رك	-181
▁20	-182
▁بن	-183
▁الث	-184
وله	-185
تم	-186
عي	-187
▁مح	-188
▁ما	-189
▁حي	-190
▁تم	-191
▁ث	-192
ليه	-193
▁الل	-194
▁بي	-195
وق	-196
▁لا	-197
ثر	-198
سم	-199
ته	-200
عض	-201
ئي	-202
▁لم	-203
حي	-204
دن	-205
▁الذي	-206
راق	-207
▁مج	-208
▁الط	-209
وج	-210
صر	-211
▁والم	-212
▁مت	-213
صل	-214
▁200	-215
▁هذه	-216
حد	-217
▁ام	-218
▁حيث	-219
سب	-220
شركه	-221
لس	-222
ديد	-223
▁كما	-224
طه	-225
▁ذلك	-226
وز	-227
در	-228
وات	-229
▁الغ	-230
اده	-231
▁هي	-232
حده	-233
▁201	-234
عر	-235
مر	-236
▁العربيه	-237
ولي	-238
▁كل	-239
يات	-240
وت	-241
هر	-242
▁المن	-243
با	-244
كي	-245
▁كانت	-246
▁الاخ	-247
افه	-248
لف	-249
▁ض	-250
▁قبل	-251
قا	-252
▁العالم	-253
▁بر	-254
▁وفي	-255
▁اف	-256
▁سي	-257
دد	-258
ويه	-259
حر	-260
▁تق	-261
▁لت	-262
▁مثل	-263
وع	-264
ند	-265
اك	-266
ظام	-267
▁وج	-268
كون	-269
▁وقد	-270
حه	-271
اج	-272
▁العراق	-273
قل	-274
▁.	-275
شكل	-276
ذلك	-277
سيه	-278
كو	-279
ستان	-280
ضا	-281
هد	-282
الب	-283
▁هذا	-284
▁خلال	-285
▁هو	-286
طقه	-287
▁بل	-288
طر	-289
طي	-290
▁مس	-291
ستخ	-292
عات	-293
▁الشر	-294
خص	-295
▁اله	-296
ذا	-297
▁البل	-298
▁اص	-299
مد	-300
قيه	-301
ادي	-302
▁يت	-303
علي	-304
راء	-305
▁المج	-306
كت	-307
يها	-308
▁عمان	-309
▁المدينه	-310
)،	-311
ارات	-312
▁ومن	-313
وري	-314
▁وكان	-315
▁والت	-316
▁اب	-317
خت	-318
▁ز	-319
▁3	-320
غه	-321
نيه	-322
▁وف	-323
▁عدد	-324
عب	-325
كم	-326
طل	-327
▁تح	-328
▁الال	-329
تها	-330
اريخ	-331
وريه	-332
▁شركه	-333
▁تت	-334
خل	-335
▁بعض	-336
قط	-337
▁كب	-338
▁الاس	-339
فا	-340
لم	-341
امه	-342
▁المتحده	-343
▁وس	-344
زه	-345
▁اج	-346
عيه	-347
▁تن	-348
▁،	-349
▁بد	-350
يم	-351
وه	-352
رياض	-353
سلام	-354
▁ايضا	-355
▁ملي	-356
▁اكثر	-357
عم	-358
▁انت	-359
▁سنه	-360
▁حتي	-361
عا	-362
امج	-363
وره	-364
▁دول	-365
ثه	-366
ظم	-367
▁الدول	-368
رج	-369
رف	-370
▁المح	-371
▁199	-372
ئه	-373
داد	-374
▁مست	-375
ناء	-376
▁السل	-377
▁الاست	-378
وروب	-379
▁وق	-380
▁المس	-381
حو	-382
رات	-383
▁القرن	-384
▁غير	-385
▁وان	-386
از	-387
ياه	-388
▁الاسلام	-389
صف	-390
قات	-391
▁اش	-392
▁ماي	-393
).	-394
▁الاردن	-395
ركز	-396
▁بت	-397
▁اد	-398
▁عند	-399
اله	-400
▁وح	-401
رض	-402
طق	-403
بيه	-404
▁اع	-405
▁يم	-406
▁للم	-407
انيا	-408
سبه	-409
يد	-410
البان	-411
نوب	-412
▁بم	-413
▁الات	-414
▁عليه	-415
اليه	-416
▁وهو	-417
▁تش	-418
▁قد	-419
▁ات	-420
ريق	-421
▁انه	-422
ريه	-423
▁والتي	-424
▁تع	-425
بد	-426
▁-	-427
ناك	-428
▁له	-429
▁وهي	-430
كس	-431
غان	-432
كيه	-433
ثير	-434
▁با	-435
▁يق	-436
دام	-437
▁ول	-438
اريه	-439
كومه	-440
▁الاف	-441
▁العديد	-442
▁اخري	-443
ئيس	-444
جم	-445
ديه	-446
▁ين	-447
▁المست	-448
صاد	-449
رح	-450
نل	-451
لكه	-452
▁لي	-453
▁مدينه	-454
وط	-455
▁طالبان	-456
ظه	-457
اصه	-458
وان	-459
▁بشكل	-460
▁ثم	-461
▁الز	-462
000	-463
▁اول	-464
▁نظام	-465
▁ابن	-466
شق	-467
▁اغ	-468
ربيه	-469
▁اح	-470
▁المنا	-471
▁دم	-472
▁سب	-473
وض	-474
▁البر	-475
▁مق	-476
تره	-477
▁وك	-478
▁منذ	-479
▁المع	-480
ارس	-481
▁ون	-482
▁التج	-483
▁الرياض	-484
ظمه	-485
▁العام	-486
اخ	-487
▁اما	-488
كروس	-489
وني	-490
عتبر	-491
وار	-492
▁السيا	-493
شار	-494
وفت	-495
▁بغ	-496
▁بان	-497
حاد	-498
لين	-499
▁عشر	-500
فر	-501
وسط	-502
ملكه	-503
كروسوفت	-504
شت	-505
▁البلاد	-506
ميع	-507
▁وع	-508
▁فان	-509
مانيه	-510
▁4	-511
▁تحت	-512
غير	-513
لات	-514
ميه	-515
لب	-516
بع	-517
شا	-518
امعه	-519
▁ولك	-520
▁نف	-521
▁البحر	-522
بنان	-523
ديده	-524
▁فيها	-525
غانستان	-526
▁5	-527
ريط	-528
▁اق	-529
▁مؤ	-530
▁الله	-531
▁دمشق	-532
▁الامري	-533
▁المانيا	-534
▁)	-535
بار	-536
▁للا	-537
▁الانت	-538
▁بح	-539
ستخدم	-540
▁والع	-541
سا	-542
▁مايكروسوفت	-543
فت	-544
ايات	-545
▁الاول	-546
▁الدوله	-547
صب	-548
▁بغداد	-549
اعده	-550
ماء	-551
وفي	-552
ماني	-553
مت	-554
▁شر	-555
▁كت	-556
▁مما	-557
برا	-558
ديم	-559
وسي	-560
والي	-561
▁البي	-562
▁6	-563
ركه	-564
ذي	-565
▁تج	-566
▁الحرب	-567
ائل	-568
ابه	-569
▁للت	-570
▁لكن	-571
عود	-572
▁باس	-573
▁هناك	-574
واق	-575
▁منها	-576
رق	-577
▁مليون	-578
نت	-579
▁الاج	-580
▁ولا	-581
ضي	-582
يش	-583
اسي	-584
▁لبنان	-585
امل	-586
▁افغانستان	-587
دان	-588
غيل	-589
حيه	-590
▁مجمو	-591
سلم	-592
▁ولكن	-593
▁العربي	-594
اضافه	-595
ئيه	-596
▁الول	-597
كات	-598
▁بير	-599
دون	-600
سين	-601
وجد	-602
راف	-603
قدم	-604
ارج	-605
فاع	-606
يله	-607
▁لان	-608
سبب	-609
وده	-610
▁النا	-611
▁7	-612
الات	-613
▁والا	-614
▁يمكن	-615
نلن	-616
▁تد	-617
▁اث	-618
بلغ	-619
▁بها	-620
▁تلك	-621
▁قطر	-622
غم	-623
يت	-624
▁حد	-625
▁يتم	-626
▁جميع	-627
▁تط	-628
▁اكبر	-629
▁الذين	-630
ونيه	-631
▁المنطقه	-632
▁8	-633
▁دولار	-634
ضع	-635
لت	-636
▁خل	-637
▁به	-638
▁حوالي	-639
وك	-640
انات	-641
جر	-642
بات	-643
▁فقد	-644
▁المؤ	-645
▁18	-646
▁استخ	-647
▁الاد	-648
▁انها	-649
▁الاتحاد	-650
▁بالاضافه	-651
قتصاد	-652
▁منطقه	-653
ليات	-654
▁الاوروب	-655
▁قام	-656
▁التش	-657
▁الوط	-658
▁سكان	-659
▁زي	-660
لاح	-661
▁را	-662
▁مد	-663
اميه	-664
▁بدا	-665
▁الدين	-666
▁الاخري	-667
▁الاولي	-668
▁دي	-669
سان	-670
▁اهم	-671
▁اللغه	-672
▁اليوم	-673
▁سن	-674
ابل	-675
الت	-676
▁ذات	-677
▁العم	-678
▁بيروت	-679
طا	-680
▁جز	-681
▁وخ	-682
ونيا	-683
▁كم	-684
▁الولايات	-685
وح	-686
ختل	-687
طان	-688
▁عمل	-689
اصمه	-690
▁اعل	-691
▁عبد	-692
▁لاد	-693
▁الحكومه	-694
بت	-695
▁تس	-696
▁المص	-697
فع	-698
صول	-699
▁سل	-700
▁اعت	-701
وائ	-702
▁اصب	-703
▁فير	-704
ضم	-705
▁عم	-706
▁الكب	-707
▁اليمن	-708
احه	-709
▁فر	-710
▁وز	-711
▁كبير	-712
▁معظم	-713
صه	-714
▁لها	-715
ذه	-716
وير	-717
▁ست	-718
▁العمل	-719
عمل	-720
وقع	-721
▁عبر	-722
▁الجز	-723
▁تاريخ	-724
▁البريط	-725
يف	-726
▁السكان	-727
فض	-728
طاع	-729
▁بالم	-730
قب	-731
▁الرا	-732
ختلفه	-733
▁اض	-734
▁198	-735
▁تص	-736
▁اكت	-737
▁دوله	-738
▁والح	-739
خر	-740
عرف	-741
▁باسم	-742
▁الرئي	-743
جي	-744
قر	-745
ائيه	-746
ثي	-747
قلي	-748
▁رئيس	-749
▁برلين	-750
▁فيروز	-751
▁ود	-752
انب	-753
▁اذ	-754
▁اخر	-755
▁الض	-756
▁واست	-757
▁الماء	-758
▁لح	-759
▁احت	-760
▁الرياضيات	-761
وص	-762
زر	-763
زل	-764
▁ضد	-765
▁الميل	-766
▁الشمال	-767
ابي	-768
▁ور	-769
ابات	-770
▁خلدون	-771
جد	-772
حدث	-773
▁مص	-774
▁اللبن	-775
▁كبيره	-776
▁التاريخ	-777
▁بسبب	-778
▁محمد	-779
رائ	-780
ربع	-781
طار	-782
▁والس	-783
▁9	-784
▁ثلا	-785
▁واس	-786
▁المد	-787
20	-788
ربي	-789
ريف	-790
▁الامريكيه	-791
لام	-792
واف	-793
▁197	-794
▁تعد	-795
▁عده	-796
▁ومع	-797
▁الاح	-798
▁والب	-799
▁والج	-800
▁الملك	-801
▁السوفي	-802
تج	-803
▁وش	-804
نلندا	-805
▁ظ	-806
▁(1	-807
▁فقط	-808
▁المسلم	-809
ظيم	-810
▁يج	-811
طين	-812
▁ار	-813
▁اسم	-814
▁التن	-815
▁اليه	-816
شرين	-817
وريا	-818
▁الاك	-819
▁وغير	-820
صور	-821
▁فت	-822
▁الشي	-823
▁استونيا	-824
▁العالميه	-825
▁فه	-826
ديمه	-827
▁الاش	-828
▁وكانت	-829
▁فنلندا	-830
الف	-831
تما	-832
دمه	-833
▁لادن	-834
اضي	-835
اسوب	-836
▁الساب	-837
▁عليها	-838
▁المناطق	-839
▁فيه	-840
راك	-841
كره	-842
,000	-843
▁قدم	-844
▁وقت	-845
▁مجلس	-846
▁الاسلاميه	-847
غات	-848
▁انش	-849
▁حين	-850
▁الجنوب	-851
حب	-852
ميز	-853
▁لن	-854
▁الوقت	-855
▁مجموعه	-856
ظر	-857
كوم	-858
يين	-859
▁اه	-860
▁196	-861
▁حكم	-862
▁الثاني	-863
▁الاص	-864
▁شمال	-865
▁الحدي	-866
سات	-867
▁لع	-868
▁والف	-869
▁والذي	-870
تر	-871
اما	-872
▁جن	-873
▁نس	-874
براط	-875
▁احد	-876
▁شخص	-877
▁العث	-878
▁الخلي	-879
زب	-880
راج	-881
كري	-882
▁بما	-883
▁التح	-884
▁المدن	-885
صي	-886
▁قي	-887
▁وذلك	-888
كا	-889
جهزه	-890
▁مركز	-891
▁عندما	-892
عرض	-893
عليم	-894
مج	-895
▁194	-896
▁الغربيه	-897
دت	-898
شي	-899
طن	-900
▁حق	-901
▁والق	-902
ثال	-903
طات	-904
▁15	-905
▁القر	-906
▁القوات	-907
▁المملكه	-908
وبر	-909
▁يد	-910
▁نها	-911
▁طريق	-912
مهوريه	-913
سمي	-914
قاف	-915
ذاعه	-916
▁الكثير	-917
▁المياه	-918
▁النظام	-919
رخ	-920
سكر	-921
▁الفتره	-922
▁التشغيل	-923
حا	-924
حف	-925
▁خط	-926
سميه	-927
راكل	-928
وروبا	-929
▁بلاد	-930
ستخدام	-931
▁الشركه	-932
سط	-933
ارت	-934
لاء	-935
▁بع	-936
▁قر	-937
▁الحد	-938
يران	-939
▁اوراكل	-940
▁الشرقيه	-941
▁الميلاد	-942
▁لين	-943
▁نحو	-944
▁البريطانيه	-945
وظ	-946
▁مي	-947
▁مصر	-948
▁والن	-949
ريد	-950
بط	-951
اليا	-952
▁سيا	-953
▁نسبه	-954
▁الجيش	-955
▁الشرق	-956
▁فاي	-957
▁الاوروبي	-958
▁تب	-959
▁بالت	-960
عيد	-961
واء	-962
▁ني	-963
عمال	-964
▁ضمن	-965
طب	-966
▁در	-967
▁لج	-968
دمات	-969
▁اخت	-970
▁الرغم	-971
راد	-972
▁تو	-973
▁دون	-974
رنامج	-975
انه	-976
▁مر	-977
▁مش	-978
واقع	-979
▁الفر	-980
▁بالن	-981
▁القديمه	-982
طلا	-983
▁تكون	-984
▁الروم	-985
▁استخدام	-986
رير	-987
ينه	-988
▁وص	-989
▁الثانيه	-990
0.	-991
اتي	-992
نديه	-993
▁قائ	-994
▁المه	-995
▁الخاصه	-996
عضاء	-997
▁عمر	-998
▁للع	-999
▁المغ	-1000
▁جنوب	-1001
▁وبعد	-1002
▁11	-1003
▁حول	-1004
▁العل	-1005
مع	-1006
ارك	-1007
لاف	-1008
نكي	-1009
▁نظ	-1010
عداد	-1011
▁لاح	-1012
▁وين	-1013
▁الحر	-1014
▁وجود	-1015
▁يكون	-1016
▁بينما	-1017
▁فايزر	-1018
فس	-1019
▁شبه	-1020
▁مره	-1021
▁الفن	-1022
▁مليار	-1023
براطوريه	-1024
جل	-1025
راسه	-1026
▁ارت	-1027
▁بلغ	-1028
▁للح	-1029
▁الارض	-1030
▁التلف	-1031
▁الشام	-1032
▁اوروبا	-1033
بال	-1034
يني	-1035
▁از	-1036
▁العب	-1037
▁والد	-1038
طبي	-1039
▁يح	-1040
▁يوم	-1041
لسطين	-1042
▁الطبي	-1043
▁الفار	-1044
▁مستوي	-1045
6،	-1046
اته	-1047
▁الثال	-1048
▁القاعده	-1049
طف	-1050
رنت	-1051
ليل	-1052
ورا	-1053
انون	-1054
ناعه	-1055
ومات	-1056
▁هلس	-1057
لاقات	-1058
▁العامه	-1059
▁المتوسط	-1060
ضر	-1061
ضل	-1062
وعه	-1063
▁12	-1064
▁ري	-1065
▁195	-1066
▁الاذاعه	-1067
ارب	-1068
اسيه	-1069
▁بدات	-1070
الح	-1071
ياء	-1072
▁عل	-1073
▁فتره	-1074
سن	-1075
غي	-1076
طيه	-1077
▁17	-1078
اديه	-1079
▁الحكم	-1080
▁المعر	-1081
زال	-1082
ورو	-1083
▁لف	-1084
▁يش	-1085
▁يع	-1086
▁منت	-1087
▁يست	-1088
▁الاغ	-1089
▁امري	-1090
▁الاعل	-1091
▁جامعه	-1092
وال	-1093
وفر	-1094
▁10	-1095
▁13	-1096
▁لب	-1097
راقي	-1098
شروع	-1099
▁بقي	-1100
▁المخ	-1101
▁بناء	-1102
▁وكذلك	-1103
ختلف	-1104
▁شاه	-1105
▁السي	-1106
▁اصبحت	-1107
▁الجزيره	-1108
▁الاقتصاد	-1109
تين	-1110
واه	-1111
▁قب	-1112
▁منا	-1113
▁السن	-1114
▁المسي	-1115
▁يعتبر	-1116
ربه	-1117
طلق	-1118
قاط	-1119
▁مه	-1120
ولوج	-1121
▁ابر	-1122
▁وما	-1123
▁خاصه	-1124
▁والخ	-1125
▁المسلمين	-1126
دار	-1127
فيه	-1128
ناه	-1129
▁نفس	-1130
سكريه	-1131
▁العصر	-1132
▁هلسنكي	-1133
سر	-1134
تمع	-1135
▁14	-1136
▁دا	-1137
ينيه	-1138
عوديه	-1139
▁عالم	-1140
حل	-1141
عار	-1142
▁لد	-1143
تمبر	-1144
مالي	-1145
يرات	-1146
▁تقع	-1147
ساب	-1148
وما	-1149
وين	-1150
افظه	-1151
▁ترك	-1152
▁المش	-1153
▁عمليه	-1154
▁واحده	-1155
▁الدولي	-1156
تد	-1157
صبح	-1158
▁قت	-1159
▁والش	-1160
▁اكتوبر	-1161
بكه	-1162
▁بش	-1163
▁بط	-1164
▁باك	-1165
▁كيل	-1166
▁نهر	-1167
▁سبتمبر	-1168
▁السلطان	-1169
▁16	-1170
▁جزء	-1171
▁شكل	-1172
جا	-1173
انت	-1174
▁الاي	-1175
▁المركز	-1176
▁وغيرها	-1177
9،	-1178
زو	-1179
طنه	-1180
▁موس	-1181
▁والص	-1182
▁الالمانيه	-1183
مس	-1184
▁تر	-1185
▁تف	-1186
▁مب	-1187
تيجه	-1188
▁لكل	-1189
▁واحد	-1190
▁المرت	-1191
▁الجامعه	-1192
▁الرئيسيه	-1193
وش	-1194
قله	-1195
كمه	-1196
▁تل	-1197
▁مل	-1198
وسيقي	-1199
▁الكت	-1200
▁نسمه	-1201
▁لينكس	-1202
▁الدوليه	-1203
▁الاسلامي	-1204
▁التجاريه	-1205
0،	-1206
قال	-1207
كتب	-1208
▁تخ	-1209
المي	-1210
درسه	-1211
▁للد	-1212
▁وضع	-1213
▁زيدان	-1214
▁الخارج	-1215
▁العراقيه	-1216
ريب	-1217
مار	-1218
مكن	-1219
▁شي	-1220
▁ظه	-1221
▁التق	-1222
▁مختلفه	-1223
ذكر	-1224
لاه	-1225
واد	-1226
قلال	-1227
▁الوز	-1228
▁يوجد	-1229
▁العاصمه	-1230
▁الانترنت	-1231
فن	-1232
دوز	-1233
شره	-1234
ليم	-1235
▁تا	-1236
▁ها	-1237
▁مؤس	-1238
▁القي	-1239
▁الوس	-1240
▁فيما	-1241
▁وعلي	-1242
▁الحاسوب	-1243
وث	-1244
راض	-1245
صار	-1246
ليا	-1247
قافه	-1248
▁الصح	-1249
▁حركه	-1250
▁مجال	-1251
▁وفقا	-1252
▁الافغ	-1253
▁مناطق	-1254
▁البرامج	-1255
▁العراقي	-1256
غل	-1257
جهه	-1258
ينات	-1259
▁درجه	-1260
▁ثلاثه	-1261
▁الانسان	-1262
1،	-1263
ديو	-1264
راه	-1265
طره	-1266
▁سا	-1267
ابعه	-1268
ريقه	-1269
سمبر	-1270
▁انح	-1271
▁المق	-1272
▁جديده	-1273
▁المجمو	-1274
▁السعوديه	-1275
8،	-1276
ظهر	-1277
▁نق	-1278
عاون	-1279
▁عرف	-1280
▁البح	-1281
▁الشخص	-1282
▁الوطني	-1283
زم	-1284
▁حر	-1285
اهره	-1286
عتقد	-1287
▁نوع	-1288
مجيات	-1289
▁النف	-1290
▁اعمال	-1291
▁برامج	-1292
50	-1293
طور	-1294
▁193	-1295
▁دور	-1296
▁نوف	-1297
انيين	-1298
▁الشع	-1299
▁الاحت	-1300
▁الداخ	-1301
▁الفرن	-1302
▁المعل	-1303
▁الناس	-1304
▁ديسمبر	-1305
نع	-1306
ايد	-1307
اير	-1308
▁باع	-1309
▁تست	-1310
▁شهد	-1311
▁القب	-1312
▁موقع	-1313
▁هيئه	-1314
▁الساح	-1315
▁الحكوم	-1316
عدد	-1317
ومه	-1318
▁)،	-1319
▁رس	-1320
▁يؤ	-1321
غيره	-1322
▁ولم	-1323
▁الحض	-1324
▁بدايه	-1325
▁كيلوم	-1326
▁الحدود	-1327
▁الكبري	-1328
▁العشرين	-1329
5،	-1330
ضه	-1331
نف	-1332
سطس	-1333
وحه	-1334
حتوي	-1335
رنسا	-1336
▁ارب	-1337
▁قال	-1338
حباني	-1339
▁التص	-1340
▁الحي	-1341
▁خارج	-1342
▁الامم	-1343
▁سنوات	-1344
▁اللغات	-1345
▁التعليم	-1346
▁الامريكي	-1347
جره	-1348
زيه	-1349
مبر	-1350
ورك	-1351
▁عض	-1352
▁وض	-1353
▁علم	-1354
▁عهد	-1355
▁ويت	-1356
▁اشهر	-1357
▁جانب	-1358
▁كذلك	-1359
▁منهم	-1360
▁يناير	-1361
▁الرئيس	-1362
19	-1363
اق	-1364
جب	-1365
صوص	-1366
وفه	-1367
ويت	-1368
▁قامت	-1369
▁مارس	-1370
▁الزرا	-1371
▁سوريا	-1372
7.	-1373
خذ	-1374
ثلا	-1375
فيذ	-1376
▁بني	-1377
▁المر	-1378
▁الوا	-1379
▁اغسطس	-1380
▁انحاء	-1381
نات	-1382
▁ابو	-1383
▁اجل	-1384
▁ساب	-1385
▁للق	-1386
▁المب	-1387
▁بالع	-1388
▁واله	-1389
▁الهند	-1390
▁الخليج	-1391
▁السياسيه	-1392
4،	-1393
ئات	-1394
عيش	-1395
لاب	-1396
▁عب	-1397
▁للج	-1398
ينيات	-1399
▁عاما	-1400
▁الجبر	-1401
▁مملكه	-1402
▁نهايه	-1403
▁السلطه	-1404
▁نوفمبر	-1405
لول	-1406
هدف	-1407
اتها	-1408
وائل	-1409
▁حسب	-1410
▁منه	-1411
▁موا	-1412
▁الاق	-1413
▁الامر	-1414
▁تعتبر	-1415
▁تنظيم	-1416
▁حاليا	-1417
▁عاصمه	-1418
▁الاجتما	-1419
▁اللبنانيه	-1420
▁٪	-1421
امي	-1422
انا	-1423
ميم	-1424
ولا	-1425
▁لق	-1426
▁لدي	-1427
▁يعد	-1428
▁داخل	-1429
▁سبيل	-1430
▁مايو	-1431
▁الجام	-1432
▁ويندوز	-1433
8.	-1434
اط	-1435
جز	-1436
فل	-1437
قع	-1438
ائر	-1439
واع	-1440
ريبا	-1441
▁اذا	-1442
▁والي	-1443
▁اضافه	-1444
▁السابق	-1445
▁بالنسبه	-1446
9.	-1447
ائق	-1448
شفي	-1449
قتص	-1450
مله	-1451
▁حرب	-1452
▁عرض	-1453
▁ميل	-1454
▁نشر	-1455
▁احدي	-1456
▁اداره	-1457
زن	-1458
تهم	-1459
جان	-1460
فاق	-1461
▁فا	-1462
▁ابي	-1463
▁اوا	-1464
▁مرت	-1465
▁ملك	-1466
▁وتم	-1467
▁والغ	-1468
▁يولي	-1469
▁برنامج	-1470
▁المختلفه	-1471
2،	-1472
يص	-1473
افظ	-1474
دني	-1475
▁بج	-1476
▁بص	-1477
راكز	-1478
وسيا	-1479
▁واب	-1480
▁اصبح	-1481
▁الجن	-1482
نلنديه	-1483
▁الوطنيه	-1484
▁الامبراطوريه	-1485
1.	-1486
اتج	-1487
زيد	-1488
قيق	-1489
ونه	-1490
▁عد	-1491
صريه	-1492
▁ادي	-1493
▁ابرز	-1494
▁اساس	-1495
▁التع	-1496
▁يوني	-1497
▁اليهود	-1498
▁عمليات	-1499
▁العالمي	-1500
7،	-1501
دات	-1502
▁رب	-1503
صادر	-1504
▁تمت	-1505
▁دخل	-1506
رائيل	-1507
▁بالق	-1508
▁الصنا	-1509
▁والام	-1510
▁يوليو	-1511
▁محافظه	-1512
قدر	-1513
عبيه	-1514
▁معد	-1515
▁الحق	-1516
▁الكل	-1517
▁نفسه	-1518
▁السنه	-1519
▁وزاره	-1520
▁يونيو	-1521
3،	-1522
صد	-1523
اكم	-1524
جله	-1525
ضمن	-1526
▁جي	-1527
طفال	-1528
طوير	-1529
واسي	-1530
▁مكان	-1531
▁حكومه	-1532
▁الفارابي	-1533
ظي	-1534
ثله	-1535
▁وط	-1536
▁100	-1537
▁لهم	-1538
▁الموا	-1539
رد	-1540
حات	-1541
لاج	-1542
وام	-1543
▁شرق	-1544
▁مدن	-1545
▁التس	-1546
▁قوات	-1547
▁بنسبه	-1548
▁كانوا	-1549
▁المحلي	-1550
▁العثماني	-1551
راع	-1552
طلب	-1553
هاز	-1554
▁جه	-1555
اسيس	-1556
وجود	-1557
ينما	-1558
▁واي	-1559
▁احمد	-1560
▁الاه	-1561
▁كتاب	-1562
▁والر	-1563
▁يعرف	-1564
▁الانج	-1565
▁القديم	-1566
▁الوسطي	-1567
▁الحديثه	-1568
.5	-1569
قام	-1570
هاد	-1571
بليه	-1572
زيون	-1573
▁بحر	-1574
▁حدي	-1575
▁وصل	-1576
▁الرق	-1577
▁السب	-1578
▁الصف	-1579
▁اعلنت	-1580
▁اواخر	-1581
▁المثال	-1582
▁الاراضي	-1583
مز	-1584
جار	-1585
قرا	-1586
وبه	-1587
وزي	-1588
▁اقل	-1589
▁اهل	-1590
▁حصل	-1591
▁ذكر	-1592
▁وسط	-1593
كستان	-1594
▁المل	-1595
قتصادي	-1596
▁اعاده	-1597
▁الباك	-1598
▁الخاص	-1599
▁تشغيل	-1600
▁عربيه	-1601
▁مشروع	-1602
▁مقابل	-1603
▁الامير	-1604
▁الاخيره	-1605
▁الرئيسي	-1606
▁الاردنيه	-1607
فق	-1608
ادت	-1609
باب	-1610
كال	-1611
▁30	-1612
▁شه	-1613
ائره	-1614
ادره	-1615
طلاق	-1616
وسيه	-1617
▁لاع	-1618
▁والث	-1619
▁الاعمال	-1620
▁المحليه	-1621
▁الاوروبيه	-1622
6.	-1623
دل	-1624
ابع	-1625
اقه	-1626
حاب	-1627
داث	-1628
كار	-1629
كام	-1630
ويا	-1631
▁وام	-1632
▁ولي	-1633
▁وادي	-1634
▁الاسم	-1635
▁القدم	-1636
▁المؤس	-1637
▁انشاء	-1638
▁تطوير	-1639
▁الثقاف	-1640
▁الدفاع	-1641
▁الباكست	-1642
▁السوفيتي	-1643
▁الافغانيه	-1644
وذ	-1645
ساء	-1646
سيا	-1647
مات	-1648
سلحه	-1649
▁قسم	-1650
▁محد	-1651
▁اعلي	-1652
▁الاث	-1653
▁الاكثر	-1654
▁الاردني	-1655
▁باكستان	-1656
حيد	-1657
▁فن	-1658
▁مخ	-1659
رحله	-1660
▁جدا	-1661
▁سوق	-1662
▁لغه	-1663
▁الحج	-1664
▁ايام	-1665
▁ثلاث	-1666
▁الحياه	-1667
▁التجاره	-1668
▁الجديده	-1669
اند	-1670
بيض	-1671
مثل	-1672
مين	-1673
▁بق	-1674
اعات	-1675
▁وتح	-1676
براير	-1677
واسيب	-1678
▁اسيا	-1679
▁بالل	-1680
▁توجد	-1681
▁العماني	-1682
▁الاقتصاديه	-1683
ؤول	-1684
الج	-1685
زاء	-1686
يتس	-1687
ستور	-1688
▁افضل	-1689
▁الخط	-1690
▁نتيجه	-1691
▁السلام	-1692
▁تقريبا	-1693
▁المجتمع	-1694
▁باستخدام	-1695
امن	-1696
باط	-1697
سمح	-1698
وجه	-1699
▁حل	-1700
ريعه	-1701
عدده	-1702
مايه	-1703
▁مبا	-1704
▁معه	-1705
▁واش	-1706
▁شبكه	-1707
▁قطاع	-1708
▁اثناء	-1709
▁اسامه	-1710
▁اعضاء	-1711
▁منظمه	-1712
▁والار	-1713
▁وهناك	-1714
▁الثالث	-1715
▁الشماليه	-1716
تح	-1717
فظ	-1718
يز	-1719
جمع	-1720
طاق	-1721
وسع	-1722
▁بب	-1723
▁لص	-1724
▁يه	-1725
بلاد	-1726
دهار	-1727
ريين	-1728
▁بيل	-1729
▁تاس	-1730
▁اعلن	-1731
كنولوج	-1732
▁الاخر	-1733
▁الترك	-1734
▁اليها	-1735
▁قائمه	-1736
▁موسكو	-1737
▁الرياضيه	-1738
اش	-1739
راث	-1740
زمه	-1741
وقف	-1742
▁تي	-1743
▁وث	-1744
▁192	-1745
▁ملا	-1746
▁النق	-1747
▁تقدم	-1748
ديمقرا	-1749
▁انتاج	-1750
▁ولايه	-1751
▁الابيض	-1752
▁الشركات	-1753
▁الوزراء	-1754
▁الخارجيه	-1755
▁الداخليه	-1756
▁الموسيقي	-1757
▁الفنلنديه	-1758
غر	-1759
هي	-1760
اول	-1761
خفض	-1762
ضاء	-1763
نائ	-1764
ودي	-1765
▁رق	-1766
▁عي	-1767
▁مك	-1768
▁نش	-1769
عتمد	-1770
▁جبل	-1771
▁شار	-1772
▁كتب	-1773
▁واد	-1774
▁وتن	-1775
▁اربع	-1776
▁العق	-1777
▁وبالت	-1778
▁التقلي	-1779
▁الجنوبيه	-1780
5.	-1781
▁بك	-1782
▁تغ	-1783
▁صف	-1784
بيرا	-1785
قيقه	-1786
▁191	-1787
▁202	-1788
▁للن	-1789
▁لمن	-1790
▁يجب	-1791
ريقيا	-1792
نائيه	-1793
▁لذلك	-1794
▁مياه	-1795
▁اجهزه	-1796
▁العلم	-1797
▁انظمه	-1798
▁فبراير	-1799
▁المعلومات	-1800
اسه	-1801
بعه	-1802
شاء	-1803
▁(2	-1804
▁دع	-1805
ائله	-1806
وارد	-1807
يريه	-1808
▁رئي	-1809
▁غرب	-1810
▁متر	-1811
▁نقل	-1812
▁ومت	-1813
وجوده	-1814
▁الرس	-1815
▁المو	-1816
▁تشكل	-1817
▁بانها	-1818
▁مساحه	-1819
▁القطاع	-1820
▁امريكي	-1821
▁اسرائيل	-1822
3.	-1823
خه	-1824
ايه	-1825
ديل	-1826
ويل	-1827
▁نج	-1828
▁وغ	-1829
عايه	-1830
لاقه	-1831
وفير	-1832
▁خاص	-1833
▁وتت	-1834
▁باست	-1835
▁فيلم	-1836
▁لعام	-1837
▁مربع	-1838
▁وبعض	-1839
▁يبلغ	-1840
▁القائ	-1841
▁فرنسا	-1842
▁الاقلي	-1843
▁الشرقي	-1844
▁القران	-1845
▁يستخدم	-1846
▁الاساسيه	-1847
▁الالماني	-1848
▁العسكريه	-1849
ريل	-1850
فور	-1851
كيل	-1852
ماع	-1853
▁1.	-1854
▁بو	-1855
▁تضم	-1856
▁قتل	-1857
فاقيه	-1858
▁الاب	-1859
▁تقوم	-1860
▁يعود	-1861
▁منتصف	-1862
▁اقتصاد	-1863
▁الحديث	-1864
▁تستخدم	-1865
ادل	-1866
تيه	-1867
هاب	-1868
ونس	-1869
▁25	-1870
▁يس	-1871
امات	-1872
▁امت	-1873
▁بار	-1874
▁لما	-1875
▁وبر	-1876
▁يكن	-1877
شاركه	-1878
▁2020	-1879
▁بذلك	-1880
▁عاده	-1881
▁وانت	-1882
▁المحي	-1883
▁لشركه	-1884
▁المسرح	-1885
▁بقياده	-1886
▁الاقتصادي	-1887
خب	-1888
ادر	-1889
عاب	-1890
فار	-1891
قسم	-1892
▁لس	-1893
ادات	-1894
ثريه	-1895
لمان	-1896
▁خلي	-1897
▁كاس	-1898
▁واف	-1899
خابات	-1900
▁تعرض	-1901
▁حدود	-1902
▁ظهرت	-1903
▁التاس	-1904
▁تاسيس	-1905
▁تقديم	-1906
▁عديده	-1907
▁استخدم	-1908
▁الساميه	-1909
▁القبائل	-1910
▁المرتبه	-1911
حن	-1912
لن	-1913
شاف	-1914
صال	-1915
طول	-1916
▁كر	-1917
امله	-1918
سكري	-1919
▁ارض	-1920
▁يقع	-1921
▁اقدم	-1922
▁امام	-1923
▁اوزب	-1924
▁كلمه	-1925
▁لمده	-1926
▁يقوم	-1927
▁المنت	-1928
▁اوائل	-1929
▁مختلف	-1930
▁السياسي	-1931
▁المركزيه	-1932
▁التاريخيه	-1933
..	-1934
ذب	-1935
شه	-1936
جال	-1937
ذهب	-1938
▁).	-1939
▁طب	-1940
▁كث	-1941
البا	-1942
غراف	-1943
▁افت	-1944
▁سمي	-1945
▁صحي	-1946
▁وتش	-1947
▁ومح	-1948
▁تطبي	-1949
▁جديد	-1950
▁اربعه	-1951
▁الامن	-1952
▁العمر	-1953
▁العهد	-1954
▁الغربي	-1955
▁المجلس	-1956
4.	-1957
شف	-1958
طاء	-1959
موز	-1960
▁بخ	-1961
▁هم	-1962
▁(19	-1963
▁الظ	-1964
▁بوا	-1965
▁جعل	-1966
▁وات	-1967
▁واك	-1968
نلندي	-1969
ويورك	-1970
▁ثاني	-1971
▁والك	-1972
▁الملا	-1973
▁النهر	-1974
▁السوريه	-1975
▁المدارس	-1976
▁جمهوريه	-1977
▁البيانات	-1978
▁العمليات	-1979
جوم	-1980
ذاك	-1981
فاظ	-1982
قتل	-1983
مرت	-1984
▁كي	-1985
افيه	-1986
جمات	-1987
▁اصل	-1988
▁عقد	-1989
▁للس	-1990
▁وصف	-1991
▁اغلب	-1992
▁تطور	-1993
▁تمكن	-1994
▁كثير	-1995
▁الثلا	-1996
▁الخام	-1997
▁السوي	-1998
▁الطرق	-1999
▁النفط	-2000
▁صناعه	-2001
▁الاوسط	-2002
▁البلدان	-2003
▁الحكوميه	-2004
▁وبالتالي	-2005
▁الجمهوريه	-2006
▁العثمانيه	-2007
اث	-2008
زا	-2009
ريم	-2010
قاء	-2011
▁خم	-2012
▁فض	-2013
▁قص	-2014
شريه	-2015
يليه	-2016
▁تتم	-2017
▁جاء	-2018
▁راس	-2019
▁فهي	-2020
▁قوه	-2021
▁ليس	-2022
▁الفي	-2023
▁تعرف	-2024
▁الغرب	-2025
▁روسيا	-2026
▁كبيرا	-2027
▁الصلاه	-2028
▁الناتج	-2029
▁رحباني	-2030
▁الخدمات	-2031
▁الدينيه	-2032
▁الفرنسي	-2033
▁الامارات	-2034
▁اللبناني	-2035
وء	-2036
اسم	-2037
جنه	-2038
دهم	-2039
ريت	-2040
قبل	-2041
كتر	-2042
وسف	-2043
▁حض	-2044
▁لش	-2045
ائزه	-2046
امين	-2047
اوره	-2048
ويله	-2049
▁اسس	-2050
▁اشت	-2051
▁باب	-2052
▁تيم	-2053
▁رسم	-2054
▁عاص	-2055
▁عدم	-2056
▁محف	-2057
▁يصل	-2058
▁جزءا	-2059
▁يشكل	-2060
▁المشت	-2061
▁المقد	-2062
▁والان	-2063
▁التاسع	-2064
▁العصور	-2065
▁المصريه	-2066
▁البرمجيات	-2067
▁اوزبكستان	-2068
ذت	-2069
ائي	-2070
درت	-2071
▁قن	-2072
▁وو	-2073
ابله	-2074
قرار	-2075
مالك	-2076
وميه	-2077
▁معر	-2078
▁نسب	-2079
▁واض	-2080
▁الجم	-2081
▁غيتس	-2082
▁الجما	-2083
▁الشيخ	-2084
▁كتابه	-2085
▁مواقع	-2086
▁الاحمر	-2087
▁الاكبر	-2088
▁التالي	-2089
▁التطبي	-2090
▁اليورو	-2091
▁نيويورك	-2092
▁الاستونيه	-2093
ارض	-2094
وطن	-2095
خصصه	-2096
نبيه	-2097
▁كون	-2098
▁مار	-2099
▁مشت	-2100
▁معل	-2101
صالات	-2102
▁2008	-2103
▁البث	-2104
▁التخ	-2105
▁الهي	-2106
▁حاله	-2107
▁خدمه	-2108
▁سنويا	-2109
▁لاحقا	-2110
▁والمن	-2111
▁الجديد	-2112
▁الفرات	-2113
كنولوجيا	-2114
▁الاعضاء	-2115
▁التعاون	-2116
▁العمليه	-2117
▁المستخدم	-2118
تع	-2119
جن	-2120
ادس	-2121
اهد	-2122
جيل	-2123
شيد	-2124
▁22	-2125
▁جم	-2126
▁سم	-2127
▁عر	-2128
▁ارا	-2129
▁واح	-2130
▁انهم	-2131
▁بانه	-2132
▁بدلا	-2133
▁تمثل	-2134
▁شهدت	-2135
▁قناه	-2136
▁وهذا	-2137
▁اهميه	-2138
▁بحلول	-2139
▁فلسطين	-2140
▁افريقيا	-2141
▁العباسي	-2142
▁كيلومتر	-2143
▁الفنلندي	-2144
▁الباكستانيه	-2145
رع	-2146
طح	-2147
طع	-2148
ؤون	-2149
اعد	-2150
طيط	-2151
علق	-2152
كرت	-2153
واب	-2154
▁بث	-2155
▁صح	-2156
▁تلف	-2157
▁دعم	-2158
▁سبا	-2159
▁طول	-2160
جمالي	-2161
▁العر	-2162
▁حقوق	-2163
▁رياض	-2164
▁عيسي	-2165
▁يعمل	-2166
▁الحره	-2167
▁معركه	-2168
▁الرسميه	-2169
▁السينما	-2170
▁القانون	-2171
▁العلاقات	-2172
اجد	-2173
زيز	-2174
عاد	-2175
ليد	-2176
▁بف	-2177
▁تز	-2178
▁لغ	-2179
اريع	-2180
رخيص	-2181
شارك	-2182
مهور	-2183
▁امر	-2184
▁جنو	-2185
▁طبي	-2186
▁كال	-2187
▁للش	-2188
وانات	-2189
▁2010	-2190
▁المي	-2191
▁تبلغ	-2192
▁تعمل	-2193
▁عنها	-2194
▁المها	-2195
▁يعتقد	-2196
▁الموقع	-2197
▁التجاري	-2198
▁الاجمالي	-2199
▁المسيحيه	-2200
اذ	-2201
ائع	-2202
ثات	-2203
راب	-2204
علم	-2205
▁سه	-2206
ارنه	-2207
تجات	-2208
تيار	-2209
راتي	-2210
ريات	-2211
عاده	-2212
لسله	-2213
لفات	-2214
نوعه	-2215
يروز	-2216
▁بمو	-2217
▁تنت	-2218
▁حدث	-2219
▁روا	-2220
▁عرب	-2221
▁وسي	-2222
اهدين	-2223
▁القد	-2224
▁دجله	-2225
▁قدمت	-2226
▁وحده	-2227
▁استمر	-2228
▁تاسست	-2229
▁مؤسسه	-2230
▁الحالي	-2231
▁الطاقه	-2232
▁العلوم	-2233
▁ملايين	-2234
▁الديمقرا	-2235
تهر	-2236
جيه	-2237
خول	-2238
سام	-2239
طال	-2240
عها	-2241
نيف	-2242
▁23	-2243
▁تك	-2244
▁عق	-2245
▁قل	-2246
الين	-2247
اهده	-2248
واعد	-2249
▁تصل	-2250
▁رفض	-2251
▁لقد	-2252
▁مقر	-2253
▁اثار	-2254
▁الدر	-2255
▁الرح	-2256
▁المز	-2257
▁مسرح	-2258
▁وحتي	-2259
▁ابريل	-2260
▁انواع	-2261
▁دراسه	-2262
▁سلسله	-2263
▁معينه	-2264
▁الكبير	-2265
▁الثالثه	-2266
▁الحراره	-2267
▁الكبيره	-2268
▁الحواسيب	-2269
▁الاستقلال	-2270
اجه	-2271
اعه	-2272
خصص	-2273
صله	-2274
فاض	-2275
▁40	-2276
وارز	-2277
▁اثر	-2278
▁شهر	-2279
▁كره	-2280
▁وجه	-2281
ليزيه	-2282
▁الدي	-2283
▁الست	-2284
▁باعت	-2285
▁تسمي	-2286
▁توفر	-2287
▁فضلا	-2288
▁فكان	-2289
▁لاست	-2290
▁لاول	-2291
▁الاعت	-2292
▁القان	-2293
▁المعم	-2294
▁المكت	-2295
▁ومنها	-2296
▁ارتفاع	-2297
▁اعتبار	-2298
▁المؤرخ	-2299
▁علاقات	-2300
▁متعدده	-2301
▁المسلحه	-2302
▁البرنامج	-2303
▁المجموعات	-2304
-1	-2305
اكن	-2306
الد	-2307
شاط	-2308
شرق	-2309
عبد	-2310
عهد	-2311
لافه	-2312
لفاء	-2313
هداف	-2314
وافق	-2315
ورات	-2316
وعات	-2317
▁مهر	-2318
▁وهم	-2319
▁الاع	-2320
▁التد	-2321
▁اهتم	-2322
▁بالا	-2323
▁بالس	-2324
▁تشمل	-2325
▁زايد	-2326
▁متحف	-2327
▁نقطه	-2328
▁النبي	-2329
▁اليون	-2330
▁ايران	-2331
▁عاليه	-2332
▁الامام	-2333
▁الالكتر	-2334
▁البحريه	-2335
▁الخليفه	-2336
▁المائيه	-2337
▁البريطاني	-2338
كب	-2339
وغ	-2340
جات	-2341
سون	-2342
وتر	-2343
▁ير	-2344
رافي	-2345
ناصر	-2346
▁اقت	-2347
▁تنا	-2348
▁قاد	-2349
▁نصف	-2350
▁وار	-2351
▁وتع	-2352
▁وحد	-2353
حوالي	-2354
▁2012	-2355
▁الشه	-2356
▁الكن	-2357
▁اللا	-2358
▁تشير	-2359
▁سعيد	-2360
▁نطاق	-2361
▁وبين	-2362
▁اجزاء	-2363
▁اعداد	-2364
▁البعض	-2365
▁الشعر	-2366
▁المال	-2367
▁علماء	-2368
▁الساحل	-2369
▁مباشره	-2370
يب	-2371
امع	-2372
جمو	-2373
حسب	-2374
رجع	-2375
سيم	-2376
صره	-2377
طرت	-2378
قول	-2379
ينا	-2380
▁غر	-2381
▁فع	-2382
▁كن	-2383
▁مز	-2384
ئاسه	-2385
ظمات	-2386
غيير	-2387
▁ادت	-2388
▁لاس	-2389
▁الاز	-2390
▁الخم	-2391
▁للان	-2392
▁ليست	-2393
▁والل	-2394
▁يزال	-2395
▁يسمي	-2396
▁الزمن	-2397
▁اللات	-2398
▁المعد	-2399
▁انذاك	-2400
▁جزيره	-2401
▁محفوظ	-2402
▁نظريه	-2403
▁واسعه	-2404
▁والاخ	-2405
▁والاد	-2406
▁وخاصه	-2407
▁التلفاز	-2408
▁المدرسه	-2409
▁المستوي	-2410
▁الثقافيه	-2411
شل	-2412
كك	-2413
تاء	-2414
جيب	-2415
عبه	-2416
فسه	-2417
ملت	-2418
▁تؤ	-2419
▁يب	-2420
▁يف	-2421
ؤلاء	-2422
الجه	-2423
حيان	-2424
ريبه	-2425
كامل	-2426
ليين	-2427
▁خلف	-2428
▁فار	-2429
اتحاد	-2430
▁لانه	-2431
▁واسع	-2432
▁يوسف	-2433
ستخدمه	-2434
▁السود	-2435
▁تحتوي	-2436
▁رسميا	-2437
▁زياده	-2438
▁والتن	-2439
▁ويمكن	-2440
▁الحركه	-2441
▁الكتاب	-2442
▁الماضي	-2443
▁باللغه	-2444
▁السنوات	-2445
▁الطبيعيه	-2446
▁المجاوره	-2447
قته	-2448
وضع	-2449
ثيرا	-2450
ظريه	-2451
▁اسل	-2452
▁بول	-2453
▁توا	-2454
▁قدر	-2455
ائنات	-2456
▁2011	-2457
▁2014	-2458
▁2015	-2459
▁الري	-2460
▁المف	-2461
▁تزال	-2462
▁يقرب	-2463
▁يمثل	-2464
▁البار	-2465
▁بعدها	-2466
▁تركيا	-2467
▁الحديد	-2468
▁الحسين	-2469
▁الشعوب	-2470
▁الفنيه	-2471
▁اللجنه	-2472
▁المدني	-2473
▁انتشار	-2474
▁مستقله	-2475
▁والهند	-2476
▁الروسيه	-2477
▁السياحه	-2478
▁الشخصيه	-2479
▁المسيحي	-2480
▁المسلمون	-2481
بك	-2482
تا	-2483
ائه	-2484
بره	-2485
جاج	-2486
ندي	-2487
وبي	-2488
ورد	-2489
ولت	-2490
ومي	-2491
راءه	-2492
كندر	-2493
مويل	-2494
وديه	-2495
▁اند	-2496
▁بمع	-2497
▁دار	-2498
▁ساح	-2499
وافقه	-2500
▁الاذ	-2501
▁التر	-2502
▁الطب	-2503
▁بالح	-2504
▁جهاز	-2505
▁حسين	-2506
▁لجنه	-2507
▁مطار	-2508
▁معدل	-2509
وارزمي	-2510
▁البلد	-2511
▁الصيف	-2512
▁العدد	-2513
▁الغزو	-2514
▁المحت	-2515
▁النقل	-2516
▁تنفيذ	-2517
▁شركات	-2518
▁قاعده	-2519
▁قانون	-2520
▁الرابع	-2521
▁المصدر	-2522
▁المغرب	-2523
▁الاطفال	-2524
▁الاعلام	-2525
▁الافلام	-2526
▁السيطره	-2527
حاس	-2528
درس	-2529
ربط	-2530
سته	-2531
سطه	-2532
شري	-2533
طيع	-2534
فاء	-2535
فاف	-2536
فين	-2537
▁ته	-2538
▁لك	-2539
▁يخ	-2540
ئويه	-2541
اعيه	-2542
رجات	-2543
وليه	-2544
▁انس	-2545
▁دفع	-2546
▁للب	-2547
ضائيه	-2548
▁اطلق	-2549
▁البد	-2550
▁الزي	-2551
▁المط	-2552
▁بالف	-2553
▁دورا	-2554
▁اغنيه	-2555
▁القوي	-2556
▁سلطان	-2557
▁سلطنه	-2558
▁صغيره	-2559
▁غالبا	-2560
▁والاع	-2561
▁الثامن	-2562
▁الصحيه	-2563
▁العليا	-2564
▁بيانات	-2565
▁الاثريه	-2566
▁الزراعه	-2567
▁المصادر	-2568
▁الجامعات	-2569
▁الاجتماعيه	-2570
شد	-2571
صائ	-2572
عيم	-2573
▁50	-2574
▁80	-2575
▁حم	-2576
▁رؤ	-2577
▁نز	-2578
ائده	-2579
دايه	-2580
راجع	-2581
طنين	-2582
عيين	-2583
ليله	-2584
▁دائ	-2585
▁سطح	-2586
▁لاي	-2587
▁للغ	-2588
▁مكت	-2589
▁واخ	-2590
ابرات	-2591
▁الحم	-2592
▁القت	-2593
▁لكنه	-2594
▁وعند	-2595
▁يجعل	-2596
▁الاسب	-2597
▁الاشت	-2598
▁السري	-2599
▁الشعب	-2600
▁المرك	-2601
▁النها	-2602
▁انتشر	-2603
▁متوسط	-2604
▁مدريد	-2605
▁وكاله	-2606
▁الثوره	-2607
▁السادس	-2608
▁الاخوين	-2609
▁الاهليه	-2610
▁البشريه	-2611
▁الدستور	-2612
▁الماليه	-2613
▁البرلمان	-2614
▁الفلسطين	-2615
قق	-2616
امت	-2617
ثيل	-2618
جلس	-2619
حيث	-2620
ريا	-2621
قاب	-2622
قيم	-2623
لاق	-2624
وته	-2625
▁سق	-2626
اوله	-2627
ثناء	-2628
راوح	-2629
شاكل	-2630
لسفه	-2631
▁بيت	-2632
▁عاد	-2633
▁فال	-2634
▁مسي	-2635
▁معا	-2636
▁واق	-2637
مانيا	-2638
▁2000	-2639
▁البن	-2640
▁بريط	-2641
▁تعني	-2642
▁مسقط	-2643
▁نجيب	-2644
▁الاند	-2645
▁الانس	-2646
▁البحث	-2647
▁الفرس	-2648
▁تيمور	-2649
▁طويله	-2650
▁الاخير	-2651
▁الفنون	-2652
▁سكانها	-2653
▁العمانيه	-2654
▁التقليديه	-2655
-19	-2656
ائف	-2657
احف	-2658
شات	-2659
صيب	-2660
طلح	-2661
قوم	-2662
▁24	-2663
▁26	-2664
ديدا	-2665
قدمه	-2666
لاله	-2667
▁طلب	-2668
▁ظهر	-2669
▁عضو	-2670
▁فهو	-2671
▁للخ	-2672
▁ينت	-2673
▁2001	-2674
▁الفت	-2675
▁الكه	-2676
▁تولي	-2677
▁فكره	-2678
▁كامل	-2679
▁موسي	-2680
▁ويكي	-2681
▁الجزء	-2682
▁السوق	-2683
▁الفيل	-2684
▁مجموع	-2685
▁الرسمي	-2686
▁المتعل	-2687
▁الوصول	-2688
▁عسكريه	-2689
▁والسيا	-2690
▁وسوريا	-2691
▁الانظمه	-2692
▁الحاليه	-2693
▁العسكري	-2694
▁العماره	-2695
▁المجموعه	-2696
▁الموجوده	-2697
2.	-2698
جع	-2699
وخ	-2700
بطه	-2701
ترا	-2702
خاص	-2703
داء	-2704
زين	-2705
فيد	-2706
لاع	-2707
لاك	-2708
يار	-2709
▁شع	-2710
▁يص	-2711
داول	-2712
عبير	-2713
وارع	-2714
▁زمن	-2715
▁سمر	-2716
▁طرق	-2717
▁ففي	-2718
▁فوق	-2719
حيانا	-2720
راسات	-2721
▁الاط	-2722
▁تعود	-2723
▁لهذا	-2724
▁اطلاق	-2725
▁السبع	-2726
▁الصحي	-2727
▁الموس	-2728
▁النقد	-2729
▁انتقل	-2730
▁تاثير	-2731
▁جائزه	-2732
▁خدمات	-2733
▁قبائل	-2734
▁الاموي	-2735
▁الحساب	-2736
▁بواسطه	-2737
▁للعراق	-2738
▁الثقافه	-2739
ؤس	-2740
مم	-2741
ارف	-2742
اضر	-2743
تيب	-2744
جاز	-2745
جاه	-2746
حين	-2747
صبه	-2748
قند	-2749
كور	-2750
▁27	-2751
▁31	-2752
▁اط	-2753
▁هد	-2754
ائها	-2755
احيه	-2756
بكات	-2757
بنيه	-2758
تهاء	-2759
قطاع	-2760
ميزه	-2761
واصل	-2762
وعيه	-2763
يرها	-2764
▁تكن	-2765
▁قرا	-2766
▁لتح	-2767
▁الغذ	-2768
▁انته	-2769
▁جبال	-2770
▁دخلت	-2771
▁ذكرت	-2772
▁عامه	-2773
▁عددا	-2774
▁عرفت	-2775
▁نظرا	-2776
▁يورو	-2777
▁الاقل	-2778
▁الدعم	-2779
▁النمو	-2780
▁تماما	-2781
▁لديها	-2782
▁والمو	-2783
▁اجمالي	-2784
▁الحصول	-2785
▁الخدمه	-2786
▁الشيعه	-2787
▁الطريق	-2788
▁المناخ	-2789
▁سمرقند	-2790
▁اتفاقيه	-2791
▁التابعه	-2792
▁القاهره	-2793
▁الموارد	-2794
▁التلفزيون	-2795
▁المخابرات	-2796
كد	-2797
هه	-2798
▁:	-2799
تمر	-2800
جاب	-2801
جير	-2802
ريك	-2803
زام	-2804
ضاف	-2805
كله	-2806
مجه	-2807
وند	-2808
▁لو	-2809
▁مف	-2810
▁وظ	-2811
صبحت	-2812
فسهم	-2813
▁فرض	-2814
▁فصل	-2815
▁للص	-2816
▁مسا	-2817
▁ورد	-2818
▁يحت	-2819
باراه	-2820
شفيات	-2821
▁2013	-2822
▁بالب	-2823
▁بلغت	-2824
▁توزي	-2825
▁عامي	-2826
▁قيام	-2827
▁كافه	-2828
▁محطه	-2829
▁وبال	-2830
▁وفاه	-2831
▁يسمح	-2832
▁يشير	-2833
▁يعيش	-2834
▁اراضي	-2835
▁القوه	-2836
▁المعت	-2837
▁سابقا	-2838
▁مراكز	-2839
▁والاس	-2840
▁والبر	-2841
▁وجنوب	-2842
▁الجويه	-2843
▁السوري	-2844
▁الشتاء	-2845
▁المصري	-2846
▁المعاص	-2847
▁النبات	-2848
▁عالميا	-2849
▁واصبحت	-2850
▁والاست	-2851
▁الاعداد	-2852
▁الالعاب	-2853
▁المهاجر	-2854
▁الاجنبيه	-2855
▁الخوارزمي	-2856
ثا	-2857
بان	-2858
تان	-2859
رته	-2860
ضيه	-2861
لهم	-2862
نان	-2863
ورغ	-2864
▁مط	-2865
اليف	-2866
راعه	-2867
طريه	-2868
ميات	-2869
ناطق	-2870
نيات	-2871
ورها	-2872
▁اكس	-2873
▁صنع	-2874
▁كلا	-2875
▁لال	-2876
قاطعه	-2877
▁2007	-2878
▁افتت	-2879
▁البا	-2880
▁التف	-2881
▁الجي	-2882
▁بالر	-2883
▁صدام	-2884
▁وصول	-2885
▁وليس	-2886
غرافيه	-2887
▁اجتما	-2888
▁اصدار	-2889
▁الحقي	-2890
▁حاسوب	-2891
▁صحيفه	-2892
▁وخلال	-2893
▁المعاد	-2894
▁الاجهزه	-2895
▁الافغان	-2896
▁الشعبيه	-2897
▁الصغيره	-2898
حم	-2899
ذج	-2900
زت	-2901
غط	-2902
ائج	-2903
ارا	-2904
بهه	-2905
بين	-2906
خمه	-2907
ريح	-2908
سال	-2909
فعه	-2910
قوق	-2911
ورج	-2912
▁(3	-2913
▁نت	-2914
اكره	-2915
جاوز	-2916
حيده	-2917
ظيفه	-2918
فاوض	-2919
وامر	-2920
يناء	-2921
▁بات	-2922
▁تقد	-2923
▁رغم	-2924
▁شيء	-2925
▁طائ	-2926
▁عنه	-2927
▁فاز	-2928
▁قاب	-2929
▁ميد	-2930
▁وثي	-2931
▁وير	-2932
فتوحه	-2933
منطقه	-2934
▁2009	-2935
▁العن	-2936
▁المث	-2937
▁تدري	-2938
▁خمسه	-2939
▁سواء	-2940
▁قيمه	-2941
▁لاحق	-2942
▁لكره	-2943
▁مناخ	-2944
▁مهمه	-2945
▁افلام	-2946
▁الراف	-2947
▁تشكيل	-2948
▁درجات	-2949
▁رسميه	-2950
▁سياسه	-2951
▁شعبيه	-2952
▁عباره	-2953
▁قياده	-2954
▁مدرسه	-2955
▁مركزا	-2956
▁هؤلاء	-2957
▁والمت	-2958
▁والمس	-2959
▁يتحدث	-2960
▁البلطي	-2961
▁العمال	-2962
▁بالقرب	-2963
▁اعتبارا	-2964
▁الاحيان	-2965
▁الاعلان	-2966
▁الجبليه	-2967
▁الخمسين	-2968
▁السابقه	-2969
▁الطبيعي	-2970
▁والعراق	-2971
▁الرحباني	-2972
▁المؤسسات	-2973
▁الميلادي	-2974
▁السوفيتيه	-2975
ئا	-2976
ئت	-2977
ثاق	-2978
ثره	-2979
خرا	-2980
فعت	-2981
ماد	-2982
ميد	-2983
هار	-2984
واج	-2985
ويد	-2986
يرا	-2987
يسه	-2988
▁29	-2989
▁لط	-2990
درجه	-2991
كلفه	-2992
واحي	-2993
▁امن	-2994
▁جهه	-2995
▁حجم	-2996
▁سوي	-2997
▁فتح	-2998
▁لعب	-2999
▁محل	-3000
▁نمو	-3001
افظات	-3002
بارات	-3003
بلوما	-3004
▁1990	-3005
▁اسره	-3006
▁البط	-3007
▁التب	-3008
▁امان	-3009
▁بابل	-3010
▁باشا	-3011
▁تعلي	-3012
▁ظهور	-3013
▁عشره	-3014
▁لغات	-3015
▁وزير	-3016
▁وعدد	-3017
▁يزيد	-3018
▁اصدرت	-3019
▁اقليم	-3020
▁الحال	-3021
▁الصلي	-3022
▁العرض	-3023
▁خليفه	-3024
▁رئيسي	-3025
▁لكنها	-3026
▁مئويه	-3027
▁واصبح	-3028
▁وسائل	-3029
▁التراث	-3030
▁الثمان	-3031
▁السابع	-3032
▁النواه	-3033
▁الواقع	-3034
▁تجاريه	-3035
▁للدوله	-3036
▁استقلال	-3037
▁الاساسي	-3038
▁الخلافه	-3039
▁المرحله	-3040
▁المعروف	-3041
▁الصناعيه	-3042
نق	-3043
احث	-3044
افي	-3045
امر	-3046
جزء	-3047
طاج	-3048
مره	-3049
وعا	-3050
وها	-3051
▁2.	-3052
▁بس	-3053
▁ذه	-3054
▁ظل	-3055
بريه	-3056
دمير	-3057
ربين	-3058
سرعه	-3059
طلسي	-3060
▁بلا	-3061
▁جما	-3062
▁حمل	-3063
▁سته	-3064
▁صوت	-3065
▁كار	-3066
▁لاغ	-3067
▁محم	-3068
▁موظ	-3069
▁وبي	-3070
انيون	-3071
بيوتر	-3072
زياده	-3073
وانين	-3074
▁2006	-3075
▁اصول	-3076
▁اطار	-3077
▁الذه	-3078
▁القط	-3079
▁النس	-3080
▁تحدث	-3081
▁ريال	-3082
▁شارع	-3083
▁طالب	-3084
▁ولقد	-3085
زيونيه	-3086
▁اهمها	-3087
▁بعضها	-3088
▁بينها	-3089
▁تشرين	-3090
▁تمتلك	-3091
▁شاهين	-3092
▁والاج	-3093
▁استمرت	-3094
▁الكويت	-3095
▁النساء	-3096
▁محاوله	-3097
▁الرافدين	-3098
▁اللاتينيه	-3099
60	-3100
ائد	-3101
اتف	-3102
حوا	-3103
خال	-3104
صرف	-3105
ناق	-3106
وست	-3107
▁28	-3108
▁صن	-3109
▁فل	-3110
اريس	-3111
جاره	-3112
رفيه	-3113
ضمام	-3114
طلقت	-3115
عتها	-3116
علوم	-3117
▁اسب	-3118
▁اوب	-3119
▁حزب	-3120
▁لله	-3121
▁هما	-3122
▁يون	-3123
البيه	-3124
تمعات	-3125
▁الها	-3126
▁بدون	-3127
▁بعده	-3128
▁تحمل	-3129
▁حكوم	-3130
▁سقوط	-3131
▁عاصي	-3132
▁للام	-3133
▁وبلغ	-3134
▁وتعد	-3135
▁ومنذ	-3136
▁يقول	-3137
▁2010،	-3138
▁البال	-3139
▁التسع	-3140
▁الواق	-3141
▁توفير	-3142
▁قابوس	-3143
▁محطات	-3144
▁الاثار	-3145
▁انفسهم	-3146
▁الاطلسي	-3147
▁الاماكن	-3148
▁الاوامر	-3149
▁الجمهور	-3150
▁المسؤول	-3151
▁مجموعات	-3152
▁الفرنسيه	-3153
▁الكائنات	-3154
▁المتعلقه	-3155
طط	-3156
ازي	-3157
اهر	-3158
باء	-3159
ثلث	-3160
حدد	-3161
راز	-3162
صاء	-3163
نيا	-3164
هما	-3165
▁21	-3166
▁حز	-3167
▁ذو	-3168
حتيه	-3169
حركه	-3170
ريده	-3171
وزيع	-3172
▁باي	-3173
▁جيش	-3174
▁خان	-3175
▁كني	-3176
▁مكه	-3177
▁وكل	-3178
▁يرت	-3179
انويه	-3180
▁1999	-3181
▁النب	-3182
▁اولي	-3183
▁تحوي	-3184
▁حياه	-3185
▁زالت	-3186
▁صوره	-3187
▁قاده	-3188
▁كابل	-3189
▁لديه	-3190
▁لهذه	-3191
▁وجدت	-3192
▁ومست	-3193
▁يؤدي	-3194
▁يعني	-3195
ولايات	-3196
▁2009،	-3197
▁2011،	-3198
▁احتيا	-3199
▁احداث	-3200
▁اعتبر	-3201
▁الممت	-3202
▁اماره	-3203
▁تحديد	-3204
▁حمايه	-3205
▁طريقه	-3206
▁قرابه	-3207
▁وايضا	-3208
▁الاربع	-3209
▁البيزن	-3210
▁العالي	-3211
▁العمله	-3212
▁المسجد	-3213
▁الاداره	-3214
▁الانتاج	-3215
▁البدايه	-3216
▁الرومان	-3217
▁السلطنه	-3218
▁السياسه	-3219
▁الشمالي	-3220
▁الاتحاديه	-3221
▁الرومانيه	-3222
▁الانجليزيه	-3223
▁الالكترونيه	-3224
70	-3225
ئين	-3226
رجم	-3227
عين	-3228
فضل	-3229
قها	-3230
مهم	-3231
▁سف	-3232
▁لر	-3233
اربه	-3234
خصوص	-3235
رائب	-3236
لبيه	-3237
وجات	-3238
▁بلد	-3239
▁داخ	-3240
▁لاف	-3241
▁لتق	-3242
راقبه	-3243
شركات	-3244
غرافي	-3245
▁التا	-3246
▁النم	-3247
▁الوث	-3248
▁بالج	-3249
▁بحسب	-3250
▁بحيث	-3251
▁دخول	-3252
▁ساهم	-3253
▁كجزء	-3254
▁مكتب	-3255
▁نادي	-3256
▁ومصر	-3257
▁ويتم	-3258
▁اسماء	-3259
▁اعلان	-3260
▁المقر	-3261
▁الوطن	-3262
▁تحقيق	-3263
▁دائره	-3264
▁نفسها	-3265
▁وشمال	-3266
▁الاعلي	-3267
▁الجانب	-3268
▁الجهاد	-3269
▁الهجره	-3270
▁الوحيد	-3271
▁مهرجان	-3272
▁وغيرهم	-3273
▁الاسواق	-3274
▁الاشترا	-3275
▁البلطيق	-3276
▁العلماء	-3277
▁العلميه	-3278
▁المعروفه	-3279
▁كيلومترا	-3280
▁المهاجرين	-3281
80	-3282
او	-3283
باع	-3284
جين	-3285
حاث	-3286
خاب	-3287
روه	-3288
ضيف	-3289
عدم	-3290
كذا	-3291
لائ	-3292
ماك	-3293
وتي	-3294
وقي	-3295
وكه	-3296
يون	-3297
▁بض	-3298
▁رح	-3299
▁مغ	-3300
▁نه	-3301
اكمه	-3302
ديات	-3303
ضايا	-3304
ظمهم	-3305
عمار	-3306
فيذي	-3307
يفيه	-3308
▁انف	-3309
▁سنت	-3310
▁محت	-3311
▁ومس	-3312
▁2003	-3313
▁الوي	-3314
▁بهذا	-3315
▁تظهر	-3316
▁خصوص	-3317
▁سميت	-3318
▁منصب	-3319
▁وراء	-3320
▁2020،	-3321
▁القسم	-3322
▁كثيره	-3323
▁والده	-3324
▁الالاف	-3325
▁الثلاث	-3326
▁الخامس	-3327
▁الشعبي	-3328
▁الطبيه	-3329
▁النحاس	-3330
▁استخدمت	-3331
▁الاخبار	-3332
▁التحتيه	-3333
▁الدراسه	-3334
▁الصحراء	-3335
▁العامله	-3336
▁المساجد	-3337
▁المشروع	-3338
▁اليهوديه	-3339
▁المستخدمه	-3340
30	-3341
40	-3342
500	-3343
باح	-3344
بدو	-3345
ديث	-3346
قطع	-3347
ميل	-3348
ياس	-3349
▁60	-3350
▁مم	-3351
احات	-3352
حوذت	-3353
حيات	-3354
قبال	-3355
قلاب	-3356
نائي	-3357
نوات	-3358
يميا	-3359
▁500	-3360
▁باد	-3361
▁رقم	-3362
▁لاب	-3363
▁لاك	-3364
▁للف	-3365
▁مدي	-3366
▁يمن	-3367
مارسه	-3368
▁1998	-3369
▁الخي	-3370
▁حاول	-3371
▁عربي	-3372
▁فانه	-3373
▁لانت	-3374
▁لبعض	-3375
▁للبر	-3376
▁لندن	-3377
▁مرات	-3378
▁معها	-3379
▁معين	-3380
▁وبقي	-3381
▁اعقاب	-3382
▁الاخت	-3383
▁البرت	-3384
▁الحرف	-3385
▁السكن	-3386
▁الشكل	-3387
▁بموجب	-3388
▁تالين	-3389
▁تتكون	-3390
▁تعرضت	-3391
▁عليهم	-3392
▁كثيرا	-3393
▁لنظام	-3394
▁مرحله	-3395
▁البريه	-3396
▁المجال	-3397
▁المواد	-3398
▁الموصل	-3399
▁بطريقه	-3400
▁لفيروز	-3401
▁مجالات	-3402
▁معاهده	-3403
▁الملكيه	-3404
▁النهرين	-3405
▁الاستوني	-3406
▁الساحليه	-3407
▁بريطانيا	-3408
▁الاقليميه	-3409
▁المواطنين	-3410
16	-3411
ذر	-3412
صم	-3413
فذ	-3414
احب	-3415
راح	-3416
راس	-3417
ضاع	-3418
فيس	-3419
ورت	-3420
وضي	-3421
▁1,	-3422
▁جع	-3423
▁حف	-3424
▁خس	-3425
▁رك	-3426
▁عه	-3427
▁فب	-3428
▁قط	-3429
▁لخ	-3430
▁نم	-3431
اريا	-3432
جهات	-3433
هميه	-3434
▁بدء	-3435
▁بكل	-3436
▁تور	-3437
▁عصر	-3438
▁فمن	-3439
▁واغ	-3440
▁وتص	-3441
▁وله	-3442
▁يمت	-3443
جموعه	-3444
قاومه	-3445
▁2004	-3446
▁2017	-3447
▁ارسل	-3448
▁العد	-3449
▁القص	-3450
▁اللي	-3451
▁تكري	-3452
▁حدوث	-3453
▁ساعد	-3454
▁عمرو	-3455
▁لاعب	-3456
▁واعل	-3457
▁وقال	-3458
▁وهذه	-3459
▁2003،	-3460
▁اتفاق	-3461
▁اشكال	-3462
▁اعتمد	-3463
▁الروا	-3464
▁بوجود	-3465
▁تتميز	-3466
▁تحالف	-3467
▁تطبيق	-3468
▁سيطرت	-3469
▁محدده	-3470
▁ناحيه	-3471
▁وبذلك	-3472
▁الجبال	-3473
▁مستخدم	-3474
▁ولكنها	-3475
▁ويعتبر	-3476
▁استراتي	-3477
▁الارقام	-3478
▁الالمان	-3479
▁الغابات	-3480
▁المباني	-3481
▁المعرفه	-3482
▁المواقع	-3483
▁الوحيده	-3484
▁الروماني	-3485
▁المجالات	-3486
▁المجاهدين	-3487
▁الانتخابات	-3488
ثم	-3489
ئيا	-3490
جلت	-3491
خصه	-3492
شطه	-3493
كلم	-3494
ليف	-3495
موت	-3496
نبي	-3497
واح	-3498
ونا	-3499
ويج	-3500
▁سر	-3501
▁مث	-3502
▁نص	-3503
▁هر	-3504
▁يا	-3505
اليم	-3506
تهرت	-3507
ركات	-3508
فعات	-3509
قيات	-3510
موما	-3511
وبات	-3512
وقيه	-3513
ولات	-3514
▁رجل	-3515
▁سجل	-3516
▁سقط	-3517
▁مال	-3518
▁مرا	-3519
▁منح	-3520
▁ويش	-3521
لافات	-3522
▁2005	-3523
▁الاض	-3524
▁السف	-3525
▁المذ	-3526
▁اليد	-3527
▁حصلت	-3528
▁سيما	-3529
▁صالح	-3530
▁مسلم	-3531
▁وترك	-3532
▁وقعت	-3533
قاطعات	-3534
كندريه	-3535
▁اتحاد	-3536
▁اساسي	-3537
▁الاير	-3538
▁الباب	-3539
▁الغاز	-3540
▁النظر	-3541
▁بطوله	-3542
▁كلمات	-3543
▁لصالح	-3544
▁هجمات	-3545
▁والمح	-3546
▁ويوجد	-3547
▁احتلال	-3548
▁اكتشاف	-3549
▁الشباب	-3550
▁الكهرب	-3551
▁النصوص	-3552
▁امريكا	-3553
▁سياسيه	-3554
▁فيلمون	-3555
▁للبلاد	-3556
▁استحوذت	-3557
▁الامطار	-3558
▁التاليه	-3559
▁التحالف	-3560
▁التعريف	-3561
▁المنظمه	-3562
▁الزراعيه	-3563
▁الاتصالات	-3564
▁الحيوانات	-3565
▁القانونيه	-3566
▁المستشفيات	-3567
11	-3568
14	-3569
45	-3570
اغ	-3571
تو	-3572
جت	-3573
لق	-3574
ابر	-3575
اعي	-3576
بير	-3577
ذين	-3578
رين	-3579
ضبه	-3580
ضيع	-3581
لبه	-3582
ناس	-3583
واط	-3584
ويض	-3585
▁70	-3586
▁حص	-3587
ابول	-3588
باره	-3589
برات	-3590
خفاض	-3591
ربيع	-3592
رتها	-3593
رجمه	-3594
رنها	-3595
ساعد	-3596
فاعل	-3597
فهوم	-3598
وائر	-3599
واحل	-3600
▁باص	-3601
▁بعي	-3602
▁حلف	-3603
▁خمس	-3604
▁درا	-3605
▁سبب	-3606
▁سري	-3607
▁لقب	-3608
▁مسل	-3609
▁مطل	-3610
▁ووف	-3611
امعات	-3612
ريقيه	-3613
ماليه	-3614
▁البع	-3615
▁الحب	-3616
▁الرك	-3617
▁الكم	-3618
▁امير	-3619
▁بهدف	-3620
▁تميز	-3621
▁ثقاف	-3622
▁فعلي	-3623
▁مثلا	-3624
▁والز	-3625
▁ويعد	-3626
▁2014،	-3627
▁الابت	-3628
▁الدور	-3629
▁الصيد	-3630
▁بسرعه	-3631
▁بلدان	-3632
▁تسجيل	-3633
▁تصميم	-3634
▁تعتمد	-3635
▁تعداد	-3636
▁تقرير	-3637
▁رئيسا	-3638
▁مؤخرا	-3639
رياضيات	-3640
▁اختيار	-3641
▁البنيه	-3642
▁البيئه	-3643
▁التعلي	-3644
▁الدوري	-3645
▁المتحف	-3646
▁المراه	-3647
▁المهام	-3648
▁انتشرت	-3649
▁للشركه	-3650
▁للغايه	-3651
▁الاجانب	-3652
▁الاندلس	-3653
▁الشهيره	-3654
▁اليمنيه	-3655
▁بالكامل	-3656
▁الصناعات	-3657
▁المؤرخين	-3658
▁المستقله	-3659
▁المشتركه	-3660
▁المعماري	-3661
▁اللبنانيين	-3662
يك	-3663
▁0	-3664
200	-3665
ائب	-3666
ابت	-3667
الا	-3668
بري	-3669
بيت	-3670
حته	-3671
حيط	-3672
رفض	-3673
زاب	-3674
ستر	-3675
طرق	-3676
ظمي	-3677
كير	-3678
ناد	-3679
ندا	-3680
يئه	-3681
▁نا	-3682
بورغ	-3683
ثمار	-3684
وائف	-3685
واتف	-3686
وسطه	-3687
▁بسي	-3688
▁ترت	-3689
▁جون	-3690
▁خطط	-3691
▁دين	-3692
▁سكن	-3693
▁سلي	-3694
▁عين	-3695
▁قرر	-3696
▁قصر	-3697
▁لتش	-3698
▁لتع	-3699
▁لتن	-3700
▁مخت	-3701
▁معت	-3702
▁هند	-3703
▁واص	-3704
▁وجد	-3705
▁ولد	-3706
اليات	-3707
ساعده	-3708
▁ابتد	-3709
▁الجد	-3710
▁انشا	-3711
▁بشان	-3712
▁تضمن	-3713
▁توفي	-3714
▁حساب	-3715
▁حكمه	-3716
▁رجال	-3717
▁رسوم	-3718
▁صلاح	-3719
▁فران	-3720
▁قرار	-3721
▁كلها	-3722
▁كميه	-3723
▁مسجد	-3724
▁مقتل	-3725
▁وجعل	-3726
▁ويست	-3727
دراليه	-3728
رنهايت	-3729
▁2006،	-3730
▁الاسر	-3731
▁الاصل	-3732
▁الجوي	-3733
▁الحمي	-3734
▁بعضهم	-3735
▁تابعه	-3736
▁تعريف	-3737
▁خصوصا	-3738
▁راديو	-3739
▁علاقه	-3740
▁قديمه	-3741
▁قليله	-3742
▁قواعد	-3743
▁كانون	-3744
▁مسؤول	-3745
▁مصادر	-3746
▁مصطلح	-3747
▁نسبيا	-3748
▁نهائي	-3749
▁واكثر	-3750
▁والاف	-3751
▁والتح	-3752
▁والمه	-3753
▁يقارب	-3754
▁العقبه	-3755
▁المهمه	-3756
▁رئيسيه	-3757
▁عالميه	-3758
▁قندهار	-3759
▁والمست	-3760
▁وعندما	-3761
▁الاخوان	-3762
▁الاشوري	-3763
▁التخطيط	-3764
▁التركيه	-3765
▁التنفيذ	-3766
▁التنميه	-3767
▁السلطات	-3768
▁المحتوي	-3769
▁المراكز	-3770
▁المركزي	-3771
▁باعتبار	-3772
▁تاريخيا	-3773
▁السياحيه	-3774
▁فهرنهايت	-3775
▁والمملكه	-3776
▁الاجتماعي	-3777
10	-3778
24	-3779
حث	-3780
اسب	-3781
جود	-3782
ساد	-3783
صات	-3784
ضمت	-3785
طرا	-3786
ماس	-3787
ماه	-3788
ناف	-3789
نيع	-3790
وزع	-3791
وطه	-3792
▁3.	-3793
▁جذ	-3794
▁سد	-3795
▁هن	-3796
▁يغ	-3797
▁يل	-3798
اردن	-3799
رافق	-3800
ظروف	-3801
كونه	-3802
لاسي	-3803
مبيه	-3804
نائس	-3805
وجيه	-3806
وسيع	-3807
▁راي	-3808
▁صدر	-3809
▁ضرب	-3810
▁غزو	-3811
▁فلا	-3812
▁لام	-3813
▁ماء	-3814
▁مجد	-3815
▁نشا	-3816
▁نظر	-3817
▁وشر	-3818
▁يري	-3819
ضرموت	-3820
كتابه	-3821
هابيه	-3822
وطنات	-3823
▁1991	-3824
▁1996	-3825
▁2002	-3826
▁الجه	-3827
▁الخر	-3828
▁السه	-3829
▁النز	-3830
▁تحول	-3831
▁تسمح	-3832
▁تغير	-3833
▁تموز	-3834
▁ثوره	-3835
▁سلطه	-3836
▁شهره	-3837
▁فريق	-3838
▁كبري	-3839
▁مصدر	-3840
▁نشات	-3841
▁واعت	-3842
▁واول	-3843
▁وسوق	-3844
▁يشار	-3845
▁2007،	-3846
▁الاوز	-3847
▁الروس	-3848
▁السفن	-3849
▁الصحه	-3850
▁المحم	-3851
▁بالان	-3852
▁بصوره	-3853
▁عائله	-3854
▁لفتره	-3855
▁يحتوي	-3856
▁ابرزها	-3857
▁احيانا	-3858
▁البرتغ	-3859
▁الحجري	-3860
▁الدوحه	-3861
▁الرحمن	-3862
▁الطلاب	-3863
▁المحيط	-3864
▁حزيران	-3865
▁واستمر	-3866
▁وتعتبر	-3867
▁الاصليه	-3868
▁الحضاره	-3869
▁الداخلي	-3870
▁الرعايه	-3871
▁الشريعه	-3872
▁الطبيعه	-3873
▁الكلاسي	-3874
▁المحيطه	-3875
▁الهندسه	-3876
▁لطالبان	-3877
▁الاراميه	-3878
▁الافغاني	-3879
▁المسرحيه	-3880
▁الديمقراطيه	-3881
12	-3882
95	-3883
ؤها	-3884
برت	-3885
جري	-3886
جيا	-3887
داه	-3888
عاء	-3889
فره	-3890
لاط	-3891
لها	-3892
منه	-3893
نهر	-3894
وجل	-3895
وقه	-3896
يته	-3897
▁طن	-3898
▁مض	-3899
▁نب	-3900
▁يك	-3901
اضيه	-3902
انين	-3903
حوال	-3904
ديان	-3905
ريطه	-3906
زيمه	-3907
سترا	-3908
طلاع	-3909
ناها	-3910
هاده	-3911
وفره	-3912
▁خطه	-3913
▁سير	-3914
▁فعل	-3915
▁قان	-3916
▁قلب	-3917
▁لبن	-3918
▁ميز	-3919
▁وست	-3920
▁وفق	-3921
جانات	-3922
جيرات	-3923
راءات	-3924
راهيم	-3925
وزاره	-3926
▁اتخذ	-3927
▁اشار	-3928
▁بالد	-3929
▁تغطي	-3930
▁حمله	-3931
▁ظفار	-3932
▁للفن	-3933
▁مريم	-3934
▁معرض	-3935
▁موطن	-3936
▁وجهه	-3937
▁يقدم	-3938
▁اطلقت	-3939
▁الاله	-3940
▁الامه	-3941
▁الدخل	-3942
▁الراي	-3943
▁المهر	-3944
▁اهداف	-3945
▁بمعني	-3946
▁تصنيف	-3947
▁سيطره	-3948
▁عموما	-3949
▁كامله	-3950
▁لانها	-3951
▁للماء	-3952
▁وبدات	-3953
▁وتشمل	-3954
▁استطاع	-3955
▁الاستخ	-3956
▁الاسره	-3957
▁البناء	-3958
▁الصراع	-3959
▁العلمي	-3960
▁الغذاء	-3961
▁الفيني	-3962
▁المكتب	-3963
▁رئيسيا	-3964
▁مستشفي	-3965
▁مقارنه	-3966
▁يعيشون	-3967
▁استعمال	-3968
▁الاحداث	-3969
▁التنظيم	-3970
▁السودان	-3971
▁الكنيسه	-3972
▁المؤسسه	-3973
▁برمجيات	-3974
▁معلومات	-3975
▁والعديد	-3976
▁التنفيذي	-3977
▁السويديه	-3978
▁النباتات	-3979
▁انتخابات	-3980
▁والهندسه	-3981
25	-3982
33	-3983
86	-3984
سك	-3985
شب	-3986
▁,	-3987
اصب	-3988
جاح	-3989
حوث	-3990
دري	-3991
راي	-3992
عام	-3993
ماج	-3994
نون	-3995
وعي	-3996
ياب	-3997
▁90	-3998
▁خي	-3999
▁رم	-4000
▁غض	-4001
▁كا	-4002
ائعه	-4003
ابيع	-4004
اصيل	-4005
اليد	-4006
حريه	-4007
دياد	-4008
ديين	-4009
كاتب	-4010
كتاب	-4011
كوين	-4012
لكيه	-4013
نامج	-4014
وافل	-4015
وانئ	-4016
وتها	-4017
يلاء	-4018
▁186	-4019
▁ايل	-4020
▁بري	-4021
▁جمع	-4022
▁خرج	-4023
▁رفع	-4024
▁سار	-4025
▁عثر	-4026
▁فرق	-4027
▁قرب	-4028
▁للر	-4029
▁مسؤ	-4030
▁مقد	-4031
▁نور	-4032
▁وتق	-4033
ائلات	-4034
اثولي	-4035
بيعات	-4036
كانيه	-4037
ماعيل	-4038
واهري	-4039
▁العض	-4040
▁باقي	-4041
▁بنيت	-4042
▁تقدر	-4043
▁جورج	-4044
▁ساحه	-4045
▁شارك	-4046
▁فارس	-4047
▁قدره	-4048
▁لسنه	-4049
▁للاش	-4050
▁ملوك	-4051
▁واجه	-4052
▁وتقع	-4053
▁وعبد	-4054
▁يرجع	-4055
▁يطلق	-4056
▁يظهر	-4057
▁2016،	-4058
▁ادوات	-4059
▁الطائ	-4060
▁القاد	-4061
▁الكتب	-4062
▁المخت	-4063
▁الويب	-4064
▁تسميه	-4065
▁شمالا	-4066
▁مجتمع	-4067
▁والاح	-4068
▁وبحسب	-4069
▁ولكنه	-4070
▁وهكذا	-4071
▁يتعلق	-4072
▁يعتمد	-4073
▁اشتهرت	-4074
▁الباحث	-4075
▁البالغ	-4076
▁البشري	-4077
▁التشري	-4078
▁الكلمه	-4079
▁المكان	-4080
▁خلالها	-4081
▁دولارا	-4082
▁للقوات	-4083
▁متنوعه	-4084
▁مسرحيه	-4085
▁ابراهيم	-4086
▁القطريه	-4087
▁الكيميا	-4088
▁المنصور	-4089
▁تدريجيا	-4090
▁الاداريه	-4091
▁الثانويه	-4092
▁الحضارات	-4093
▁الدراسات	-4094
▁السيارات	-4095
▁العباسيه	-4096
▁المشاريع	-4097
▁والاجتما	-4098
▁والعشرين	-4099
▁السوفياتي	-4100
حق	-4101
غب	-4102
اعر	-4103
تهي	-4104
ثار	-4105
جاد	-4106
درج	-4107
سهل	-4108
شوا	-4109
صلت	-4110
ضيق	-4111
عدل	-4112
كين	-4113
▁(6	-4114
▁جد	-4115
▁حس	-4116
▁فص	-4117
▁فم	-4118
عامل	-4119
غداد	-4120
قيام	-4121
ليون	-4122
نوان	-4123
وجين	-4124
وطنه	-4125
وفيه	-4126
وويه	-4127
▁300	-4128
▁حال	-4129
▁حسن	-4130
▁صنا	-4131
▁طور	-4132
▁فون	-4133
▁قيد	-4134
▁منف	-4135
▁موض	-4136
▁مول	-4137
▁هار	-4138
▁هنا	-4139
▁وبن	-4140
▁وعل	-4141
▁1920	-4142
▁ابنه	-4143
▁الحف	-4144
▁الكث	-4145
▁بلغه	-4146
▁تدعي	-4147
▁تنتج	-4148
▁حاكم	-4149
▁دوره	-4150
▁ساحل	-4151
▁فيصل	-4152
▁قلعه	-4153
▁كبار	-4154
▁لعده	-4155
▁مجله	-4156
▁معتد	-4157
▁منتج	-4158
▁نجاح	-4159
▁وضعت	-4160
▁وقام	-4161
لمانيه	-4162
▁2004،	-4163
▁2015،	-4164
▁ابطال	-4165
▁اقسام	-4166
▁الحزب	-4167
▁السوم	-4168
▁الفتح	-4169
▁الفني	-4170
▁الكون	-4171
▁المحد	-4172
▁المطب	-4173
▁ترخيص	-4174
▁تقسيم	-4175
▁حالات	-4176
▁حديثه	-4177
▁شبكات	-4178
▁كابول	-4179
▁كنيسه	-4180
▁والسل	-4181
▁وخصوص	-4182
▁يتكون	-4183
▁يمتلك	-4184
▁اضافيه	-4185
▁الجبهه	-4186
▁الحاجه	-4187
▁الحقوق	-4188
▁الرجال	-4189
▁السبئي	-4190
▁الشرطه	-4191
▁القائد	-4192
▁القيمه	-4193
▁الموسي	-4194
▁النشاط	-4195
▁الهندي	-4196
▁الوحده	-4197
▁بتاريخ	-4198
▁بعنوان	-4199
▁رياضيه	-4200
▁لتطوير	-4201
▁محدوده	-4202
▁معظمهم	-4203
▁موجوده	-4204
▁وفرنسا	-4205
▁الادويه	-4206
▁الترخيص	-4207
▁التصميم	-4208
▁الجنسيه	-4209
▁الذاكره	-4210
▁الصناعه	-4211
▁العاليه	-4212
▁العناصر	-4213
▁المسائل	-4214
▁المنازل	-4215
▁الناحيه	-4216
▁مليارات	-4217
▁الاحتلال	-4218
▁المدنيين	-4219
▁باستثناء	-4220
▁الاميركيه	-4221
▁العراقيين	-4222
▁والاقتصاد	-4223
▁الامريكيين	-4224
▁الديمقراطي	-4225
18	-4226
ضح	-4227
عف	-4228
نب	-4229
اجر	-4230
بيع	-4231
حها	-4232
خار	-4233
سمه	-4234
شاب	-4235
شرف	-4236
عته	-4237
عهم	-4238
فرد	-4239
فيض	-4240
قاع	-4241
لنك	-4242
نطن	-4243
نوع	-4244
▁صد	-4245
امنه	-4246
ثابه	-4247
ثلاث	-4248
حواذ	-4249
دامه	-4250
ساهم	-4251
مائه	-4252
مجيه	-4253
وامل	-4254
ونها	-4255
▁اخذ	-4256
▁ايه	-4257
▁بور	-4258
▁تاي	-4259
▁جان	-4260
▁داع	-4261
▁سيد	-4262
▁صور	-4263
▁عدا	-4264
▁مان	-4265
▁متز	-4266
▁نصر	-4267
▁وتد	-4268
▁ودم	-4269
▁ومص	-4270
▁ووا	-4271
▁ينب	-4272
طاليا	-4273
لاحقه	-4274
نائها	-4275
▁1970	-4276
▁اسمه	-4277
▁التو	-4278
▁الحل	-4279
▁الفص	-4280
▁المض	-4281
▁تتبع	-4282
▁تونس	-4283
▁جوجل	-4284
▁ربما	-4285
▁عضوا	-4286
▁كليه	-4287
▁لعدد	-4288
▁واحت	-4289
▁واهم	-4290
▁وبدا	-4291
▁وتمت	-4292
▁وذكر	-4293
▁يحدث	-4294
فاوضات	-4295
▁2010.	-4296
▁2018،	-4297
▁ابناء	-4298
▁اصلاح	-4299
▁افراد	-4300
▁الادب	-4301
▁الاسي	-4302
▁الحجر	-4303
▁الحين	-4304
▁السفر	-4305
▁السما	-4306
▁المبا	-4307
▁المشه	-4308
▁بالمق	-4309
▁تكريت	-4310
▁تنتشر	-4311
▁سيكون	-4312
▁قرطاج	-4313
▁محمود	-4314
▁مشاكل	-4315
▁معالج	-4316
▁والكر	-4317
▁والمع	-4318
▁وتوجد	-4319
▁وظيفه	-4320
▁ووفقا	-4321
▁يونكس	-4322
▁استضاف	-4323
▁الحاضر	-4324
▁الحروب	-4325
▁المغول	-4326
▁الهواء	-4327
▁الهيدر	-4328
▁بانشاء	-4329
▁معظمها	-4330
▁واليمن	-4331
▁وخصوصا	-4332
بلوماسيه	-4333
▁الاسماك	-4334
▁الاشخاص	-4335
▁الالفيه	-4336
▁الباديه	-4337
▁التعبير	-4338
▁الثلاثه	-4339
▁الجنوبي	-4340
▁العلاقه	-4341
▁المتوقع	-4342
▁الممالك	-4343
▁الهجمات	-4344
▁الواقعه	-4345
▁مستويات	-4346
▁والجنوب	-4347
▁الجغرافي	-4348
▁المشاركه	-4349
▁التطبيقات	-4350
▁الكمبيوتر	-4351
▁المجتمعات	-4352
▁العثمانيون	-4353
▁الكيميائيه	-4354
▁الاستخبارات	-4355
75	-4356
83	-4357
92	-4358
بس	-4359
جح	-4360
قص	-4361
ادئ	-4362
ارع	-4363
اكس	-4364
ثوذ	-4365
خله	-4366
داب	-4367
ريش	-4368
سري	-4369
فال	-4370
مير	-4371
نين	-4372
هضه	-4373
هلك	-4374
▁33	-4375
▁65	-4376
▁جر	-4377
▁جل	-4378
▁صي	-4379
▁فق	-4380
ابته	-4381
ارته	-4382
ارير	-4383
تيال	-4384
داخل	-4385
ديما	-4386
ريمه	-4387
زيره	-4388
سيطر	-4389
طاقه	-4390
