<pad>	0
<unk>	0
<s>	0
</s>	0
▁	-1.77828
ا	-1.95858
ل	-2.39183
ي	-2.67271
م	-2.94083
ه	-3.11385
و	-3.13552
ن	-3.16661
ر	-3.28026
ت	-3.32174
ب	-3.53691
ع	-3.6128
د	-3.6789
ف	-3.88823
س	-3.90836
ق	-4.12169
ك	-4.12907
ح	-4.285
ج	-4.57047
،	-4.76906
ش	-4.85821
ط	-4.87362
.	-4.96425
ص	-5.00472
خ	-5.05101
ث	-5.28667
ز	-5.31251
ض	-5.4095
ذ	-5.4465
غ	-5.51369
0	-5.67243
1	-5.76203
ئ	-5.8885
ء	-6.07892
2	-6.16014
ظ	-6.23578
9	-6.30306
(	-6.62565
)	-6.62769
5	-6.90254
8	-6.98711
3	-6.99532
6	-7.0937
4	-7.09435
7	-7.13961
ؤ	-7.26029
:	-7.51127
-	-7.86527
,	-8.33162
؛	-8.55701
٪	-8.90251
؟	-10.9354
]	-11.1738
[	-11.2131
!	-11.7239
ی	-12.1294
گ	-12.2347
پ	-12.486
ڤ	-12.6402
;	-12.8225
ٰ	-13.3333
ٱ	-13.3333
چ	-13.3333
٠	-13.7388
٣	-13.7388
ک	-13.7388
ٕ	-14.4319
٫	-14.4319
ژ	-14.4319
ێ	-14.4319
