<pad>	0
<unk>	0
<s>	0
</s>	0
▁ا	-0
▁ال	-1
▁م	-2
▁و	-3
▁+	-4
▁ب	-5
▁ف	-6
يه	-7
▁ل	-8
▁ع	-9
▁ت	-10
▁الم	-11
▁الا	-12
▁ي	-13
▁في	-14
▁من	-15
ات	-16
ان	-17
لي	-18
▁ك	-19
ام	-20
▁ان	-21
ار	-22
ال	-23
ين	-24
▁ق	-25
▁الع	-26
▁ن	-27
▁ح	-28
ها	-29
▁الت	-30
▁س	-31
را	-32
ري	-33
▁ه	-34
ست	-35
ول	-36
ون	-37
▁د	-38
▁علي	-39
اد	-40
▁ج	-41
▁الي	-42
▁ش	-43
ير	-44
▁ر	-45
▁الح	-46
▁الس	-47
وا	-48
▁الب	-49
رب	-50
ور	-51
يا	-52
▁1	-53
دي	-54
ما	-55
▁الق	-56
ده	-57
مه	-58
▁مع	-59
▁خ	-60
نا	-61
▁ما	-62
اب	-63
لك	-64
▁الج	-65
▁الش	-66
لا	-67
عه	-68
▁2	-69
رك	-70
ره	-71
▁ط	-72
▁(	-73
رو	-74
▁عام	-75
▁الف	-76
▁الد	-77
▁غ	-78
له	-79
▁الن	-80
▁ص	-81
▁ذ	-82
▁اس	-83
00	-84
اء	-85
بر	-86
▁التي	-87
▁عد	-88
ائ	-89
هم	-90
▁ين	-91
▁عن	-92
فه	-93
▁است	-94
مي	-95
سي	-96
مان	-97
به	-98
وي	-99
▁19	-100
▁اع	-101
قه	-102
▁هذ	-103
▁الك	-104
▁انت	-105
بي	-106
▁قد	-107
▁الخ	-108
وم	-109
▁اي	-110
▁او	-111
ود	-112
▁الذ	-113
▁اح	-114
▁ث	-115
بل	-116
يل	-117
رت	-118
اع	-119
▁الص	-120
▁العرب	-121
▁اك	-122
▁ذلك	-123
▁تع	-124
▁الر	-125
▁الام	-126
▁تم	-127
وس	-128
مل	-129
▁المت	-130
يد	-131
دن	-132
▁اب	-133
▁تح	-134
▁هي	-135
وف	-136
▁مح	-137
▁الان	-138
وب	-139
▁ز	-140
▁اخ	-141
تي	-142
▁ام	-143
اني	-144
▁ض	-145
كل	-146
اس	-147
ركه	-148
قي	-149
اره	-150
▁الاس	-151
ينه	-152
ضا	-153
▁الث	-154
▁يت	-155
اص	-156
دم	-157
جه	-158
دا	-159
▁الل	-160
▁الو	-161
▁هو	-162
▁الذي	-163
قت	-164
▁يع	-165
انيه	-166
▁حي	-167
▁تق	-168
لال	-169
▁20	-170
▁مج	-171
اه	-172
دينه	-173
سه	-174
▁مت	-175
شر	-176
الم	-177
وله	-178
مال	-179
▁الط	-180
اري	-181
من	-182
ثل	-183
▁الار	-184
ريه	-185
كن	-186
▁اف	-187
▁هذه	-188
▁المع	-189
▁اد	-190
قا	-191
ئي	-192
▁الغ	-193
ته	-194
لام	-195
رن	-196
راق	-197
▁اص	-198
▁حيث	-199
ني	-200
رق	-201
▁200	-202
اح	-203
رف	-204
▁نه	-205
ثر	-206
▁اله	-207
▁المن	-208
يره	-209
▁ري	-210
▁مس	-211
ضي	-212
▁المس	-213
مو	-214
ديد	-215
▁هذا	-216
ليه	-217
في	-218
▁الاخ	-219
▁العربيه	-220
سم	-221
▁عض	-222
▁201	-223
فا	-224
وج	-225
اده	-226
طه	-227
▁لا	-228
▁قبل	-229
لم	-230
▁العالم	-231
▁قط	-232
ولي	-233
با	-234
وق	-235
▁المح	-236
▁نظ	-237
▁تت	-238
▁العراق	-239
▁ات	-240
زي	-241
▁يه	-242
▁مثل	-243
نه	-244
مر	-245
▁ها	-246
▁بن	-247
صر	-248
▁كل	-249
▁تن	-250
لس	-251
لن	-252
الي	-253
▁تش	-254
▁خلال	-255
كو	-256
سيه	-257
▁اش	-258
كي	-259
▁اق	-260
تل	-261
▁غير	-262
▁شركه	-263
داد	-264
ويه	-265
▁.	-266
▁يق	-267
در	-268
▁اج	-269
▁عدد	-270
طي	-271
ستان	-272
حه	-273
كم	-274
هر	-275
الب	-276
▁الاع	-277
▁بي	-278
▁المج	-279
طقه	-280
▁البل	-281
▁انه	-282
▁مست	-283
يم	-284
▁عمان	-285
صل	-286
اف	-287
▁ار	-288
▁المدينه	-289
▁الاست	-290
راء	-291
▁المتح	-292
▁لم	-293
اج	-294
وع	-295
▁نس	-296
▁3	-297
مد	-298
)،	-299
▁يم	-300
▁اكثر	-301
▁يرو	-302
▁الاردن	-303
حت	-304
حي	-305
قد	-306
هد	-307
يك	-308
▁شكل	-309
خص	-310
لب	-311
نيه	-312
▁حتي	-313
▁دول	-314
اريخ	-315
▁البح	-316
▁المست	-317
قل	-318
▁ايضا	-319
▁العام	-320
يت	-321
▁دا	-322
مع	-323
خل	-324
▁المتحده	-325
زه	-326
ند	-327
وريه	-328
▁اغ	-329
▁عند	-330
▁ملي	-331
▁مش	-332
▁الدول	-333
▁،	-334
عي	-335
▁را	-336
لف	-337
▁الري	-338
▁اول	-339
▁اللغ	-340
ظم	-341
امج	-342
انيا	-343
▁التع	-344
ثه	-345
▁199	-346
▁طالب	-347
صاد	-348
اي	-349
▁مق	-350
▁نظام	-351
▁دي	-352
▁القرن	-353
ئه	-354
▁ظ	-355
بد	-356
كر	-357
وز	-358
▁الات	-359
▁الاسلام	-360
بيه	-361
عيه	-362
وره	-363
▁كن	-364
دام	-365
رض	-366
▁مدينه	-367
ياه	-368
▁هنا	-369
).	-370
طق	-371
▁الز	-372
▁اسم	-373
▁العديد	-374
رج	-375
ركز	-376
ذا	-377
▁تط	-378
▁المو	-379
▁يل	-380
▁التج	-381
مت	-382
▁الاف	-383
▁تج	-384
ليم	-385
اليه	-386
▁استخ	-387
وه	-388
▁طالبان	-389
▁المنا	-390
يش	-391
▁نف	-392
▁ابن	-393
▁تس	-394
ديه	-395
▁جن	-396
رح	-397
روس	-398
▁السيا	-399
ضافه	-400
▁-	-401
▁منذ	-402
ريق	-403
▁حد	-404
▁اعت	-405
▁مك	-406
▁الاج	-407
▁السل	-408
▁اخري	-409
▁هناك	-410
وت	-411
▁دم	-412
غان	-413
طل	-414
▁حس	-415
كومه	-416
▁الريا	-417
مانيه	-418
اريه	-419
▁اما	-420
كيه	-421
ئيس	-422
يو	-423
بع	-424
▁قي	-425
▁مؤ	-426
لكه	-427
كس	-428
اصه	-429
▁ثم	-430
▁تص	-431
▁الال	-432
000	-433
والي	-434
▁يس	-435
▁يش	-436
ختل	-437
▁مو	-438
▁المص	-439
▁الانت	-440
شق	-441
حاد	-442
بار	-443
▁المانيا	-444
▁البر	-445
اله	-446
وفت	-447
▁تك	-448
▁تحت	-449
▁البلاد	-450
▁4	-451
ميع	-452
▁ير	-453
▁احد	-454
▁نان	-455
▁الغرب	-456
ملكه	-457
▁الشرق	-458
▁يست	-459
يكروس	-460
يكروسوفت	-461
قتصاد	-462
▁اث	-463
▁تد	-464
▁يها	-465
فيه	-466
ماني	-467
▁المش	-468
▁الله	-469
عل	-470
كه	-471
▁اهم	-472
▁غداد	-473
▁تو	-474
▁اصب	-475
▁الدوله	-476
▁الفن	-477
▁مجمو	-478
▁دمشق	-479
▁مايكروسوفت	-480
▁5	-481
امعه	-482
جي	-483
▁افغان	-484
▁عشر	-485
خدم	-486
فت	-487
فع	-488
يني	-489
ديده	-490
ظمه	-491
وري	-492
▁افغانستان	-493
▁مد	-494
▁عمل	-495
▁الامري	-496
تبر	-497
▁قام	-498
▁جميع	-499
▁الحرب	-500
ورو	-501
وسط	-502
▁عم	-503
▁)	-504
حو	-505
▁الجن	-506
▁اللغه	-507
▁مما	-508
▁يك	-509
▁الاول	-510
▁منطقه	-511
▁الول	-512
▁جز	-513
▁اه	-514
▁البي	-515
▁6	-516
▁تب	-517
اعده	-518
▁استخدام	-519
▁انش	-520
▁حوالي	-521
▁خل	-522
ادي	-523
▁يتم	-524
▁يح	-525
ابه	-526
▁ني	-527
طن	-528
▁المؤ	-529
▁دوله	-530
اك	-531
▁نها	-532
▁الاد	-533
▁الرا	-534
كان	-535
▁الشع	-536
▁البحر	-537
ارس	-538
واق	-539
▁تلك	-540
▁الرو	-541
▁الاش	-542
▁النا	-543
▁نو	-544
لاق	-545
▁معظم	-546
▁الاتحاد	-547
اق	-548
لت	-549
▁له	-550
▁اكبر	-551
ئيه	-552
▁يج	-553
▁العربي	-554
ديم	-555
▁عبد	-556
▁تاريخ	-557
▁7	-558
▁هم	-559
حيه	-560
غيل	-561
▁مص	-562
▁النظ	-563
ناء	-564
▁عده	-565
ثير	-566
▁سي	-567
▁قطر	-568
▁المنطقه	-569
▁تا	-570
عت	-571
وروب	-572
وار	-573
▁رن	-574
از	-575
بت	-576
▁8	-577
فاع	-578
▁نسبه	-579
▁الاضافه	-580
ائل	-581
تر	-582
وان	-583
وجد	-584
وقع	-585
▁التش	-586
▁ريا	-587
▁يروز	-588
▁العم	-589
▁الولاي	-590
عم	-591
غم	-592
▁الجز	-593
▁رئيس	-594
▁اليمن	-595
▁يد	-596
ونيه	-597
▁دولار	-598
صف	-599
قيه	-600
▁18	-601
▁التن	-602
▁الحكومه	-603
وده	-604
▁البري	-605
وني	-606
▁از	-607
اخ	-608
بن	-609
▁مه	-610
▁حكم	-611
▁العمل	-612
امه	-613
▁الاح	-614
ماء	-615
▁اط	-616
▁الفت	-617
▁يروت	-618
▁المدن	-619
▁الاولي	-620
اط	-621
▁ذات	-622
▁التح	-623
▁الرياضي	-624
ارج	-625
▁بب	-626
▁الاخري	-627
▁اليوم	-628
▁اذ	-629
▁الض	-630
▁الفر	-631
ربع	-632
▁ثلا	-633
▁اخر	-634
▁الاك	-635
▁الاقتصاد	-636
▁خط	-637
▁اكت	-638
فر	-639
▁عليه	-640
▁حق	-641
▁المق	-642
عد	-643
▁مي	-644
اصمه	-645
ونيا	-646
ينيه	-647
▁الكب	-648
عا	-649
وفي	-650
▁قو	-651
سك	-652
راط	-653
لوم	-654
▁محمد	-655
ضاء	-656
▁البريط	-657
▁قت	-658
▁عبر	-659
اتي	-660
ارك	-661
▁القو	-662
▁السلط	-663
▁التق	-664
▁رل	-665
وديه	-666
▁مجلس	-667
ظه	-668
▁النس	-669
▁شمال	-670
ضه	-671
امل	-672
▁الماء	-673
وير	-674
جر	-675
صه	-676
▁الشمال	-677
▁حل	-678
▁ره	-679
لندا	-680
▁تست	-681
▁يره	-682
▁اليه	-683
▁التاريخ	-684
لاح	-685
وائ	-686
ختلفه	-687
ضم	-688
اته	-689
بلغ	-690
رار	-691
▁198	-692
يب	-693
سان	-694
ضيه	-695
▁مركز	-696
▁الرئي	-697
▁احت	-698
▁منت	-699
▁الاص	-700
▁قا	-701
▁مجموعه	-702
دل	-703
▁الوط	-704
▁المناطق	-705
مس	-706
▁تعد	-707
▁دون	-708
▁عرب	-709
▁ضد	-710
دث	-711
▁جه	-712
▁خلد	-713
▁اللبن	-714
▁9	-715
▁تغ	-716
ائيه	-717
▁جود	-718
تم	-719
احه	-720
▁عندما	-721
▁استونيا	-722
نو	-723
▁ادن	-724
▁ادي	-725
▁الاق	-726
▁الميل	-727
زل	-728
انب	-729
▁الملك	-730
دت	-731
▁ارت	-732
▁السكان	-733
▁المملكه	-734
▁حين	-735
▁خاصه	-736
▁المسلم	-737
▁العالميه	-738
▁عل	-739
▁197	-740
▁الامريكيه	-741
جم	-742
باني	-743
مالي	-744
▁مصر	-745
رائ	-746
▁قال	-747
▁اعلن	-748
▁نلندا	-749
▁(1	-750
▁در	-751
▁نحو	-752
راك	-753
▁شع	-754
اميه	-755
▁القط	-756
▁الثاني	-757
ظيم	-758
واف	-759
▁زي	-760
▁نش	-761
▁حسب	-762
▁الشي	-763
يط	-764
دمه	-765
▁شخص	-766
▁ضع	-767
▁الحدي	-768
▁الرغم	-769
▁الساب	-770
▁مر	-771
ديمه	-772
▁ناء	-773
▁انوا	-774
تب	-775
▁تف	-776
▁تره	-777
▁العث	-778
▁الخلي	-779
▁الاسلاميه	-780
ميه	-781
اسوب	-782
▁الوقت	-783
,000	-784
▁اصبحت	-785
20	-786
وح	-787
▁196	-788
▁الهند	-789
▁الغربيه	-790
بط	-791
تما	-792
▁طريق	-793
▁جامعه	-794
راج	-795
▁ائ	-796
زب	-797
▁اجه	-798
▁تاب	-799
▁المد	-800
▁الجنوب	-801
▁المياه	-802
▁صف	-803
▁المخ	-804
▁اوروب	-805
▁الكثير	-806
▁رس	-807
براط	-808
▁ينما	-809
زر	-810
▁تل	-811
▁مره	-812
▁النظام	-813
بال	-814
▁قائ	-815
▁المغ	-816
▁المه	-817
تمع	-818
▁الثقا	-819
سا	-820
▁15	-821
▁حر	-822
وروبي	-823
فض	-824
▁يط	-825
اسيه	-826
▁194	-827
▁ترك	-828
▁دات	-829
▁مليار	-830
ميز	-831
▁تر	-832
▁المط	-833
لاف	-834
▁جنوب	-835
ضر	-836
لان	-837
▁اخت	-838
مهوريه	-839
▁الشرقيه	-840
راف	-841
▁الجيش	-842
▁الفتره	-843
صور	-844
▁مط	-845
ذاعه	-846
▁اورا	-847
▁الشركه	-848
▁التشغيل	-849
يف	-850
مار	-851
▁تخ	-852
راضي	-853
▁جزء	-854
▁الاط	-855
▁الاوروبي	-856
جد	-857
خر	-858
ليل	-859
سميه	-860
يدان	-861
▁استق	-862
▁يعتبر	-863
▁اوراكل	-864
▁اوروبا	-865
▁البريطانيه	-866
صو	-867
يران	-868
▁ضمن	-869
▁الميلاد	-870
ابي	-871
▁الثانيه	-872
لاء	-873
▁دور	-874
روف	-875
▁تقع	-876
▁شبه	-877
▁يما	-878
▁التعليم	-879
▁القاعده	-880
▁شب	-881
▁يون	-882
▁الصح	-883
▁الشام	-884
▁الخاصه	-885
▁يوجد	-886
▁الفار	-887
▁المسي	-888
▁السوفي	-889
وك	-890
امع	-891
▁حا	-892
▁السع	-893
▁المك	-894
ثال	-895
راد	-896
وميه	-897
▁الاغ	-898
▁مجال	-899
▁العشر	-900
دد	-901
سط	-902
صب	-903
فال	-904
▁اض	-905
▁الحد	-906
▁مستوي	-907
الف	-908
دار	-909
▁11	-910
▁رم	-911
▁يز	-912
▁توف	-913
▁الثال	-914
▁القديمه	-915
صول	-916
▁قر	-917
▁وق	-918
واقع	-919
▁حول	-920
▁نهر	-921
▁مب	-922
0.	-923
ضل	-924
رير	-925
شره	-926
▁قب	-927
▁التط	-928
▁ايزر	-929
▁اداره	-930
▁الطبي	-931
روع	-932
وبر	-933
▁12	-934
▁يف	-935
▁هلس	-936
▁امري	-937
▁تطوير	-938
اما	-939
▁صل	-940
ارد	-941
ريف	-942
▁تز	-943
▁غه	-944
▁نق	-945
▁درا	-946
▁موا	-947
▁هلسن	-948
▁عمليه	-949
براطوريه	-950
ويل	-951
▁تمت	-952
▁نفس	-953
▁يوم	-954
▁حركه	-955
▁عالم	-956
▁الصنا	-957
▁الفنلن	-958
▁المتوسط	-959
فيذ	-960
▁الاث	-961
▁موقع	-962
▁الارض	-963
انه	-964
جان	-965
▁ظه	-966
▁اصبح	-967
▁التص	-968
▁درجه	-969
▁التالي	-970
▁العامه	-971
▁البرامج	-972
6،	-973
ابل	-974
صوص	-975
▁اعاده	-976
▁العصر	-977
▁الاذاعه	-978
رنت	-979
▁17	-980
▁مل	-981
▁195	-982
▁الحس	-983
▁رامج	-984
▁الجامعه	-985
▁الجزيره	-986
وط	-987
▁10	-988
اليا	-989
▁منا	-990
▁احده	-991
▁الرس	-992
▁الشر	-993
▁هيئه	-994
▁انشاء	-995
وث	-996
▁محاف	-997
▁البلد	-998
فو	-999
افه	-1000
بيق	-1001
ياء	-1002
▁13	-1003
▁رد	-1004
▁مؤس	-1005
▁ينا	-1006
▁مملكه	-1007
▁هلسنكي	-1008
▁به	-1009
لفزي	-1010
▁شاه	-1011
▁يعت	-1012
▁ثلاثه	-1013
▁رح	-1014
▁عب	-1015
▁يؤ	-1016
▁شهد	-1017
▁عرف	-1018
▁اعمال	-1019
رخ	-1020
▁14	-1021
راقي	-1022
زو	-1023
▁ته	-1024
▁مخ	-1025
▁صنا	-1026
▁القر	-1027
▁الدولي	-1028
▁المركز	-1029
ارت	-1030
صال	-1031
▁شي	-1032
▁عملي	-1033
▁الالمانيه	-1034
نت	-1035
▁رج	-1036
ولوج	-1037
▁موس	-1038
▁يعد	-1039
▁السلطان	-1040
فل	-1041
اسي	-1042
▁16	-1043
▁ابو	-1044
▁ارس	-1045
سكريه	-1046
▁قامت	-1047
▁المرت	-1048
▁زيدان	-1049
▁مناطق	-1050
عب	-1051
وال	-1052
واه	-1053
يرا	-1054
▁عمر	-1055
▁القي	-1056
▁تعتبر	-1057
▁الاجتما	-1058
▁الاسلامي	-1059
طلق	-1060
قاط	-1061
▁نت	-1062
▁حرب	-1063
▁الحض	-1064
▁التجاريه	-1065
ضع	-1066
ارب	-1067
راه	-1068
▁شر	-1069
▁ايه	-1070
▁علم	-1071
▁استع	-1072
▁الفرن	-1073
▁اكتوبر	-1074
▁ابي	-1075
▁قدم	-1076
▁نقل	-1077
▁تمبر	-1078
▁القان	-1079
▁تنظيم	-1080
▁اذا	-1081
▁ارب	-1082
▁انح	-1083
▁ميل	-1084
▁نوع	-1085
▁اشهر	-1086
▁حكومه	-1087
▁الدوليه	-1088
▁الانترنت	-1089
الح	-1090
زيه	-1091
▁عي	-1092
ختلف	-1093
▁ابر	-1094
▁الوس	-1095
▁خارج	-1096
▁ينكس	-1097
▁الاحت	-1098
▁قياده	-1099
ريب	-1100
ناه	-1101
▁رق	-1102
▁دخل	-1103
▁الحك	-1104
▁رنامج	-1105
▁الموسي	-1106
▁الرئيسيه	-1107
▁السياسيه	-1108
9،	-1109
بق	-1110
اسه	-1111
اهد	-1112
▁ابل	-1113
▁عرض	-1114
▁قتل	-1115
▁التس	-1116
▁الوز	-1117
▁زاره	-1118
نع	-1119
شار	-1120
▁لغ	-1121
تيجه	-1122
▁الخط	-1123
▁مختلفه	-1124
▁الانسان	-1125
▁الحاسوب	-1126
▁العاصمه	-1127
▁السعوديه	-1128
اش	-1129
▁اتفا	-1130
▁النف	-1131
▁نسمه	-1132
▁الزرا	-1133
▁العراقي	-1134
▁العراقيه	-1135
0،	-1136
▁محا	-1137
▁الامم	-1138
دف	-1139
صي	-1140
صار	-1141
اديه	-1142
المي	-1143
درسه	-1144
▁عهد	-1145
▁مدن	-1146
▁دايه	-1147
وما	-1148
▁سط	-1149
▁مث	-1150
▁ذكر	-1151
▁موج	-1152
▁الرح	-1153
▁نفسه	-1154
▁الافغ	-1155
▁الشخص	-1156
▁الشرك	-1157
▁انتاج	-1158
▁النسبه	-1159
دوز	-1160
يار	-1161
▁الحر	-1162
▁الجبر	-1163
▁المنت	-1164
▁المجمو	-1165
▁المجتمع	-1166
قط	-1167
ادل	-1168
▁حم	-1169
▁الرئيس	-1170
ائر	-1171
اقه	-1172
▁غرب	-1173
▁القب	-1174
▁جانب	-1175
▁الداخ	-1176
▁الخارج	-1177
1،	-1178
ديو	-1179
▁ملك	-1180
▁نوف	-1181
▁الناس	-1182
▁جديده	-1183
8،	-1184
▁)،	-1185
▁عق	-1186
▁نج	-1187
ريقه	-1188
سمبر	-1189
▁193	-1190
▁المل	-1191
▁اجهزه	-1192
▁الساح	-1193
▁عاصمه	-1194
▁الوطني	-1195
زم	-1196
ماع	-1197
▁ثير	-1198
▁جعل	-1199
▁عدم	-1200
▁عيد	-1201
▁الكت	-1202
▁اضافه	-1203
▁منظمه	-1204
▁يندوز	-1205
▁الاستق	-1206
زا	-1207
كا	-1208
ربه	-1209
اهره	-1210
▁اغلب	-1211
▁داخل	-1212
▁نهايه	-1213
▁السلطه	-1214
▁ديسمبر	-1215
راع	-1216
قيق	-1217
▁المر	-1218
▁الوا	-1219
▁توجد	-1220
▁قطاع	-1221
▁نتيجه	-1222
▁الخليج	-1223
▁الكبري	-1224
▁محافظه	-1225
▁الامريكي	-1226
سب	-1227
لاه	-1228
مبر	-1229
واء	-1230
▁حدي	-1231
▁احدي	-1232
▁البع	-1233
▁رنسا	-1234
▁اكستان	-1235
▁التجاره	-1236
▁الامبراطوريه	-1237
5،	-1238
سطس	-1239
ليا	-1240
▁دعم	-1241
▁الحق	-1242
▁حاليا	-1243
50	-1244
تد	-1245
هب	-1246
خاب	-1247
▁رب	-1248
▁اري	-1249
▁الظ	-1250
▁منه	-1251
▁حلول	-1252
▁يلوم	-1253
▁اغسطس	-1254
▁يناير	-1255
رد	-1256
ورك	-1257
▁حك	-1258
▁اجل	-1259
▁ثلاث	-1260
▁استمر	-1261
▁الانج	-1262
▁تشغيل	-1263
▁مجموع	-1264
9.	-1265
اث	-1266
جره	-1267
سيس	-1268
▁صح	-1269
▁مرت	-1270
▁ابرز	-1271
▁مارس	-1272
▁انحاء	-1273
قله	-1274
لحه	-1275
ميم	-1276
▁جبل	-1277
▁حصل	-1278
▁روس	-1279
▁شرق	-1280
▁احمد	-1281
▁الامر	-1282
▁المؤس	-1283
▁الموا	-1284
▁الحدود	-1285
-1	-1286
4،	-1287
7.	-1288
الت	-1289
ويت	-1290
▁تنت	-1291
▁قسم	-1292
▁عاما	-1293
▁مايو	-1294
▁الفلس	-1295
▁تقديم	-1296
▁نوفمبر	-1297
▁جمهوريه	-1298
▁اللبنانيه	-1299
رفه	-1300
ريد	-1301
ورا	-1302
▁اقل	-1303
▁اهل	-1304
▁متح	-1305
▁يصل	-1306
▁السنه	-1307
غل	-1308
▁٪	-1309
▁اوا	-1310
▁دائ	-1311
▁عاد	-1312
هرجان	-1313
▁افضل	-1314
▁الرق	-1315
▁يبلغ	-1316
▁يعرف	-1317
▁البرم	-1318
▁الاراضي	-1319
وض	-1320
باط	-1321
▁دع	-1322
▁شه	-1323
راكز	-1324
ريبا	-1325
وائل	-1326
▁علا	-1327
▁اساس	-1328
▁الاه	-1329
▁تقدم	-1330
▁انظمه	-1331
▁اعتبار	-1332
▁السابق	-1333
▁اللبناني	-1334
شي	-1335
▁يب	-1336
▁امت	-1337
▁انف	-1338
▁يان	-1339
▁الحج	-1340
▁تشكل	-1341
▁تشمل	-1342
▁مياه	-1343
▁اعلنت	-1344
▁صناعه	-1345
▁المختلفه	-1346
8.	-1347
ونه	-1348
▁اقت	-1349
▁مده	-1350
▁يعود	-1351
▁يولي	-1352
▁الدفاع	-1353
▁العالمي	-1354
▁الوطنيه	-1355
خذ	-1356
يز	-1357
يص	-1358
شفي	-1359
غيره	-1360
▁الاب	-1361
▁شبكه	-1362
▁اقتصاد	-1363
▁الاعمال	-1364
▁العثماني	-1365
▁الموسيقي	-1366
روب	-1367
▁جنو	-1368
رائيل	-1369
▁التل	-1370
▁الصف	-1371
▁العق	-1372
▁يقوم	-1373
▁الفارابي	-1374
2،	-1375
جا	-1376
باب	-1377
غرا	-1378
صادر	-1379
▁دفع	-1380
▁شرك	-1381
▁الاي	-1382
▁التو	-1383
▁النق	-1384
▁تطور	-1385
▁تعرض	-1386
▁السوي	-1387
▁يوليو	-1388
▁يونيو	-1389
▁الامير	-1390
▁السلام	-1391
▁الوسطي	-1392
▁الاقتصاديه	-1393
7،	-1394
ترا	-1395
ريت	-1396
▁نا	-1397
▁جها	-1398
▁نشر	-1399
▁حقوق	-1400
▁الاسم	-1401
▁الباك	-1402
▁دراسه	-1403
▁الحديثه	-1404
3،	-1405
ضمن	-1406
▁قص	-1407
▁100	-1408
▁تضم	-1409
▁قوه	-1410
▁يجب	-1411
▁تقوم	-1412
▁عربيه	-1413
▁مقابل	-1414
▁يستخدم	-1415
1.	-1416
ثي	-1417
ؤول	-1418
ارع	-1419
ومه	-1420
▁1.	-1421
▁اسيا	-1422
▁الاز	-1423
▁روسيا	-1424
▁زياده	-1425
▁مشروع	-1426
▁الاكثر	-1427
▁الحياه	-1428
▁المحلي	-1429
▁الاخيره	-1430
وحه	-1431
▁جاء	-1432
▁قان	-1433
▁اعلي	-1434
▁السب	-1435
▁الترك	-1436
▁التعا	-1437
▁اواخر	-1438
▁القديم	-1439
▁التلفزي	-1440
جيه	-1441
زاء	-1442
▁مز	-1443
▁اصل	-1444
▁طبي	-1445
▁اربع	-1446
▁العل	-1447
▁ايام	-1448
▁تابه	-1449
وروبيه	-1450
▁اثناء	-1451
▁اعضاء	-1452
▁الخاص	-1453
▁اسرائيل	-1454
ائي	-1455
ايه	-1456
بير	-1457
▁30	-1458
واسي	-1459
▁امر	-1460
▁جدا	-1461
▁قاد	-1462
▁يقع	-1463
▁السن	-1464
▁المز	-1465
▁النات	-1466
▁تطبيق	-1467
▁استخدم	-1468
▁المثال	-1469
▁المحليه	-1470
▁الجنوبيه	-1471
▁تكن	-1472
▁ثقا	-1473
▁العب	-1474
▁عاده	-1475
▁معدل	-1476
▁القدم	-1477
▁قائمه	-1478
▁الباكست	-1479
▁الرئيسي	-1480
▁المعلوم	-1481
▁الاردنيه	-1482
▁الخارجيه	-1483
▁السوفيتي	-1484
▁الافغانيه	-1485
▁الاوروبيه	-1486
ائق	-1487
ثله	-1488
راض	-1489
ظهر	-1490
▁اء	-1491
▁غت	-1492
رحله	-1493
▁محد	-1494
▁ملا	-1495
▁النب	-1496
▁قدمت	-1497
▁تاسيس	-1498
6.	-1499
زيع	-1500
غير	-1501
▁تاس	-1502
▁طول	-1503
▁عقد	-1504
▁يرا	-1505
▁شهدت	-1506
▁الاخر	-1507
▁الثالث	-1508
▁الجامع	-1509
▁المسرح	-1510
▁العماني	-1511
راب	-1512
ليد	-1513
يتس	-1514
▁حض	-1515
▁ذك	-1516
▁191	-1517
▁خدم	-1518
▁مبا	-1519
▁يلم	-1520
▁الما	-1521
▁الوح	-1522
▁يشكل	-1523
▁اسامه	-1524
▁العلم	-1525
▁تنفيذ	-1526
▁مساحه	-1527
▁يعتقد	-1528
▁البيان	-1529
▁القطاع	-1530
▁تستخدم	-1531
▁الاردني	-1532
اعد	-1533
جله	-1534
داث	-1535
طاق	-1536
كار	-1537
كال	-1538
▁اسع	-1539
▁حما	-1540
▁افريق	-1541
▁الابي	-1542
▁الدرا	-1543
▁القائ	-1544
▁الجديده	-1545
▁الشماليه	-1546
زن	-1547
سح	-1548
ايد	-1549
ديل	-1550
لاع	-1551
مثل	-1552
هاء	-1553
▁كم	-1554
▁صحي	-1555
واسيب	-1556
▁تعرف	-1557
▁حدود	-1558
▁راير	-1559
▁قناه	-1560
▁متعد	-1561
▁الخدم	-1562
▁السري	-1563
▁موسكو	-1564
▁نظريه	-1565
▁تقريبا	-1566
▁الداخليه	-1567
▁الفنلنديه	-1568
فظ	-1569
▁تي	-1570
▁رو	-1571
▁يا	-1572
▁اند	-1573
▁جمع	-1574
▁الاو	-1575
▁اللا	-1576
▁المب	-1577
▁تبلغ	-1578
▁يعمل	-1579
▁مختلف	-1580
▁الامار	-1581
▁المدارس	-1582
وذ	-1583
جار	-1584
بليه	-1585
▁افت	-1586
▁طين	-1587
▁يتح	-1588
▁الحا	-1589
▁الامن	-1590
▁الابيض	-1591
▁الرياضيه	-1592
ظر	-1593
لق	-1594
ابر	-1595
لين	-1596
هاب	-1597
ابعه	-1598
دهار	-1599
ستور	-1600
▁192	-1601
▁خلي	-1602
▁راس	-1603
▁عاص	-1604
▁اقدم	-1605
▁ظهرت	-1606
▁مربع	-1607
ولوجيا	-1608
▁الطرق	-1609
▁المحت	-1610
▁ايران	-1611
▁العملي	-1612
▁الاعلام	-1613
▁المرتبه	-1614
▁العسكريه	-1615
▁الاقتصادي	-1616
امن	-1617
طيه	-1618
▁بل	-1619
اركه	-1620
▁اشت	-1621
▁ينت	-1622
▁اوزب	-1623
▁خدمه	-1624
▁اعداد	-1625
▁طريقه	-1626
▁الحديث	-1627
▁الوزراء	-1628
5.	-1629
كت	-1630
نف	-1631
الج	-1632
▁نز	-1633
▁اسس	-1634
▁خاص	-1635
▁رئي	-1636
▁الملا	-1637
▁اوائل	-1638
▁الساميه	-1639
▁السياسي	-1640
▁القبائل	-1641
3.	-1642
ابع	-1643
سمح	-1644
وقف	-1645
▁جل	-1646
▁مئ	-1647
▁يخ	-1648
قيقه	-1649
▁202	-1650
▁ادت	-1651
▁حده	-1652
نائيه	-1653
▁السين	-1654
▁الشرقي	-1655
▁العلوم	-1656
هاد	-1657
ولا	-1658
▁(2	-1659
▁25	-1660
▁ارض	-1661
▁جهه	-1662
▁محت	-1663
▁هما	-1664
▁التد	-1665
▁الحم	-1666
▁المذ	-1667
▁امام	-1668
▁اربعه	-1669
▁اوزبك	-1670
▁القران	-1671
▁امريكي	-1672
▁افريقيا	-1673
درت	-1674
ميل	-1675
▁عه	-1676
▁يو	-1677
اتيه	-1678
عايه	-1679
▁اقي	-1680
▁دلا	-1681
▁مقر	-1682
▁نصف	-1683
▁القد	-1684
▁مكان	-1685
▁موسي	-1686
▁الخام	-1687
▁ارتفاع	-1688
▁التقلي	-1689
▁الغربي	-1690
▁المجلس	-1691
▁الاساسيه	-1692
خه	-1693
كيل	-1694
▁جي	-1695
ادره	-1696
▁تصل	-1697
▁يكن	-1698
▁2020	-1699
▁التخ	-1700
▁ثاني	-1701
▁النفط	-1702
▁قاعده	-1703
▁منتصف	-1704
▁انتشار	-1705
▁الاعلان	-1706
▁البرمجي	-1707
غه	-1708
فن	-1709
جير	-1710
يير	-1711
▁طلب	-1712
▁اثار	-1713
▁تسمي	-1714
▁تمثل	-1715
▁توفر	-1716
▁صوره	-1717
▁قيام	-1718
▁التاس	-1719
▁العهد	-1720
▁اهميه	-1721
▁معركه	-1722
▁العلاق	-1723
▁المجال	-1724
▁المغرب	-1725
▁الدينيه	-1726
▁الفرنسي	-1727
▁الالماني	-1728
4.	-1729
جل	-1730
ادر	-1731
▁رك	-1732
▁ترت	-1733
▁تنا	-1734
▁حدث	-1735
▁غال	-1736
▁يحت	-1737
▁اطلق	-1738
▁مطار	-1739
▁الثلا	-1740
▁اليون	-1741
▁توفير	-1742
▁عديده	-1743
▁مواقع	-1744
▁الكتاب	-1745
▁السوريه	-1746
▁التاريخيه	-1747
دو	-1748
ذت	-1749
ارف	-1750
قال	-1751
لاب	-1752
وسع	-1753
▁رض	-1754
يريه	-1755
▁تيم	-1756
▁جيش	-1757
▁روا	-1758
▁نائ	-1759
▁اكتش	-1760
▁تعمل	-1761
▁حاله	-1762
▁خصوص	-1763
▁اقليم	-1764
▁الترا	-1765
▁انواع	-1766
▁اليهود	-1767
▁اليورو	-1768
▁مهرجان	-1769
▁يلومتر	-1770
▁المركزيه	-1771
▁اوزبكستان	-1772
..	-1773
سر	-1774
غر	-1775
امي	-1776
ذكر	-1777
رجع	-1778
ريل	-1779
وبه	-1780
▁).	-1781
▁ون	-1782
▁ديه	-1783
▁رسم	-1784
▁عضو	-1785
▁احقا	-1786
▁التف	-1787
▁جديد	-1788
▁صالح	-1789
▁البعض	-1790
▁النهر	-1791
▁تركيا	-1792
▁جزيره	-1793
▁مؤسسه	-1794
▁الامام	-1795
▁الناتج	-1796
▁العثمانيه	-1797
اذ	-1798
سل	-1799
طاء	-1800
ولت	-1801
ائله	-1802
▁(19	-1803
▁رفض	-1804
▁قدر	-1805
ويورك	-1806
▁علاق	-1807
▁عيسي	-1808
▁يقول	-1809
▁الساد	-1810
▁الشيخ	-1811
▁المقد	-1812
▁التلفا	-1813
▁الصلاه	-1814
▁الاتصال	-1815
▁البلدان	-1816
▁الثقافه	-1817
▁السينما	-1818
▁المصريه	-1819
▁المسيحيه	-1820
▁الجمهوريه	-1821
▁الاجتماعيه	-1822
افظ	-1823
فاظ	-1824
مرت	-1825
ملت	-1826
▁رش	-1827
▁هج	-1828
باسي	-1829
سكري	-1830
ويله	-1831
▁البث	-1832
▁الحي	-1833
▁الست	-1834
▁قيمه	-1835
▁مسرح	-1836
▁منتج	-1837
▁يسمي	-1838
▁اصدار	-1839
▁الاحمر	-1840
▁الاوسط	-1841
▁المؤرخ	-1842
▁المؤسس	-1843
▁العمليه	-1844
▁نيويورك	-1845
▁الحكوميه	-1846
▁الحواسيب	-1847
▁الاستقلال	-1848
▁الاستونيه	-1849
▁البريطاني	-1850
طر	-1851
ظي	-1852
ريم	-1853
كمه	-1854
▁تؤ	-1855
▁جد	-1856
▁نص	-1857
▁يص	-1858
اوره	-1859
روفه	-1860
▁جائ	-1861
▁قاب	-1862
▁السك	-1863
▁انته	-1864
▁عراق	-1865
▁المشت	-1866
▁التاسع	-1867
▁العصور	-1868
▁رحباني	-1869
▁المجموع	-1870
▁المدرسه	-1871
▁الثقافيه	-1872
▁المستخدم	-1873
امر	-1874
▁زع	-1875
▁قل	-1876
▁توا	-1877
▁طرق	-1878
▁عين	-1879
▁مسي	-1880
▁مشت	-1881
▁نسب	-1882
▁الدي	-1883
▁جزءا	-1884
▁متحف	-1885
▁اجزاء	-1886
▁الاجن	-1887
▁البشر	-1888
▁المال	-1889
▁الموج	-1890
▁علماء	-1891
▁الطاقه	-1892
▁المصري	-1893
▁انتخاب	-1894
.5	-1895
حن	-1896
خب	-1897
فق	-1898
طيط	-1899
وسف	-1900
▁دخ	-1901
مالك	-1902
▁امل	-1903
▁تعت	-1904
▁ران	-1905
▁طنه	-1906
▁ماء	-1907
▁متر	-1908
▁مقت	-1909
▁نيه	-1910
▁تشير	-1911
▁غيتس	-1912
▁يمثل	-1913
▁اعلان	-1914
▁اغنيه	-1915
▁الاخو	-1916
▁البرل	-1917
▁العمر	-1918
▁تحتوي	-1919
▁تحقيق	-1920
▁الاكبر	-1921
▁الموقع	-1922
▁الاعضاء	-1923
▁الثالثه	-1924
▁العباسي	-1925
▁العشرين	-1926
▁القاهره	-1927
ذب	-1928
داف	-1929
سيم	-1930
طار	-1931
فاق	-1932
▁22	-1933
ارنه	-1934
جهزه	-1935
خصصه	-1936
رفيه	-1937
▁جنه	-1938
▁ظهر	-1939
▁منح	-1940
▁2008	-1941
▁افتت	-1942
▁الكل	-1943
▁اهتم	-1944
▁نويا	-1945
▁اتحاد	-1946
▁الخمس	-1947
▁تاسست	-1948
▁حمايه	-1949
▁غيرها	-1950
▁الجديد	-1951
▁الانجلي	-1952
▁الفنلندي	-1953
شه	-1954
جيل	-1955
ذاك	-1956
مسه	-1957
وفر	-1958
▁با	-1959
▁رؤ	-1960
▁حال	-1961
▁صوت	-1962
▁طان	-1963
▁البط	-1964
▁تولي	-1965
▁محفو	-1966
▁متوسط	-1967
▁متعدده	-1968
▁البحريه	-1969
▁الرسميه	-1970
▁الزراعه	-1971
▁المسيحي	-1972
▁الباكستانيه	-1973
حل	-1974
سن	-1975
شت	-1976
بيع	-1977
طلح	-1978
عاب	-1979
▁حز	-1980
▁لد	-1981
▁يغ	-1982
ديمق	-1983
▁ائل	-1984
▁ريط	-1985
▁جامع	-1986
▁جهاز	-1987
▁دجله	-1988
▁الحره	-1989
▁الحيو	-1990
▁العلا	-1991
▁النبي	-1992
▁غالبا	-1993
▁مراكز	-1994
▁الديمق	-1995
▁الاجهزه	-1996
▁الاطفال	-1997
▁السياحه	-1998
وش	-1999
دير	-2000
زيز	-2001
▁رع	-2002
اريع	-2003
مهور	-2004
▁ترا	-2005
▁خمس	-2006
▁دار	-2007
▁رغم	-2008
▁شهر	-2009
▁2010	-2010
▁الاذ	-2011
▁السي	-2012
▁تعني	-2013
▁شارع	-2014
▁مؤسس	-2015
▁ملاي	-2016
▁نادي	-2017
▁اراضي	-2018
▁الالك	-2019
▁حاسوب	-2020
▁عاليه	-2021
▁استمرت	-2022
▁التجاري	-2023
▁التنفيذ	-2024
▁الكبيره	-2025
▁الاجمالي	-2026
اجد	-2027
ادت	-2028
جاه	-2029
جنه	-2030
روج	-2031
كره	-2032
ورد	-2033
يان	-2034
▁23	-2035
▁40	-2036
▁اثر	-2037
▁رفع	-2038
▁مات	-2039
▁مار	-2040
▁هدف	-2041
▁يلي	-2042
▁حريه	-2043
▁حساب	-2044
▁البحث	-2045
▁جائزه	-2046
▁الحالي	-2047
▁الحركه	-2048
▁الالكتر	-2049
▁الحراره	-2050
▁المستوي	-2051
▁الهندسه	-2052
ائع	-2053
تاء	-2054
تهر	-2055
ربي	-2056
ريا	-2057
سام	-2058
ندي	-2059
نيف	-2060
▁طب	-2061
▁مم	-2062
▁ول	-2063
اهده	-2064
راتي	-2065
يطره	-2066
▁اضا	-2067
▁تشر	-2068
▁حزب	-2069
▁مقد	-2070
▁يرت	-2071
▁النح	-2072
▁حياه	-2073
▁ابريل	-2074
▁اطلاق	-2075
▁اللات	-2076
▁معينه	-2077
▁الاستخ	-2078
▁الخوار	-2079
▁الكبير	-2080
▁الخليفه	-2081
▁السيطره	-2082
اتف	-2083
خفض	-2084
قسم	-2085
▁جو	-2086
▁ذا	-2087
واعد	-2088
▁دان	-2089
▁ضلا	-2090
رنامج	-2091
▁استث	-2092
▁اسعه	-2093
▁الشه	-2094
▁شارك	-2095
▁نطاق	-2096
▁نقطه	-2097
▁الحال	-2098
▁الفرس	-2099
▁المها	-2100
▁النقل	-2101
▁انتقل	-2102
▁الساحل	-2103
▁الافلام	-2104
▁الروسيه	-2105
▁المائيه	-2106
▁المسلحه	-2107
▁البرنامج	-2108
ائن	-2109
خصص	-2110
روض	-2111
قاء	-2112
متع	-2113
▁فن	-2114
تيار	-2115
لافه	-2116
لفاء	-2117
نوعه	-2118
وافق	-2119
▁يله	-2120
▁2012	-2121
▁استط	-2122
▁اسمه	-2123
▁الزي	-2124
▁المف	-2125
▁زايد	-2126
▁عرفت	-2127
▁يوسف	-2128
▁السنو	-2129
▁السود	-2130
▁القوه	-2131
▁تاثير	-2132
▁توزيع	-2133
▁خصوصا	-2134
▁الثامن	-2135
▁السادس	-2136
▁مباشره	-2137
▁محاوله	-2138
▁اتفاقيه	-2139
بح	-2140
بو	-2141
ارض	-2142
انت	-2143
باء	-2144
وتر	-2145
وطن	-2146
▁هر	-2147
▁اكس	-2148
▁انج	-2149
▁النش	-2150
▁جبال	-2151
▁ظهور	-2152
▁معني	-2153
▁مناخ	-2154
▁يعيش	-2155
▁افلام	-2156
▁الشعر	-2157
▁المعم	-2158
▁تغيير	-2159
▁صحيفه	-2160
▁الرابع	-2161
▁الفلسط	-2162
▁اللجنه	-2163
▁العماره	-2164
حا	-2165
قب	-2166
ضوع	-2167
قبل	-2168
واب	-2169
ئاسه	-2170
راجع	-2171
▁تدم	-2172
▁راء	-2173
▁صنع	-2174
▁معا	-2175
▁معت	-2176
▁معه	-2177
▁ميت	-2178
▁نمو	-2179
▁الدر	-2180
▁دخلت	-2181
▁مسقط	-2182
▁نظرا	-2183
▁يزال	-2184
▁اسماء	-2185
▁الزمن	-2186
▁الغزو	-2187
▁القوي	-2188
▁المرك	-2189
▁انذاك	-2190
▁تحديد	-2191
▁رسميا	-2192
▁محفوظ	-2193
▁الحديد	-2194
▁الحساب	-2195
▁الفنيه	-2196
▁الماضي	-2197
▁المحيط	-2198
▁المدني	-2199
▁مستقله	-2200
▁التنميه	-2201
▁الماليه	-2202
▁الطبيعيه	-2203
شد	-2204
قيم	-2205
ودي	-2206
▁طح	-2207
▁هؤ	-2208
الجه	-2209
ريبه	-2210
ناصر	-2211
وارع	-2212
▁يمن	-2213
▁2015	-2214
▁انضم	-2215
▁تعود	-2216
▁طوله	-2217
▁منها	-2218
▁يجعل	-2219
▁المكت	-2220
▁تشكيل	-2221
▁قبائل	-2222
▁مدرسه	-2223
▁هؤلاء	-2224
▁الشعوب	-2225
▁الوصول	-2226
▁الاقليم	-2227
▁الانظمه	-2228
▁الحيوان	-2229
▁الشخصيه	-2230
▁المصادر	-2231
▁المجاوره	-2232
نك	-2233
اكل	-2234
ثيل	-2235
قته	-2236
وبي	-2237
ونس	-2238
▁عر	-2239
▁مذ	-2240
امله	-2241
خدمه	-2242
▁افه	-2243
▁تبع	-2244
▁رعه	-2245
▁ريد	-2246
▁محل	-2247
▁مرق	-2248
▁يصب	-2249
▁2011	-2250
▁2014	-2251
▁الكه	-2252
▁تزال	-2253
▁ذكرت	-2254
▁ياسه	-2255
▁يشير	-2256
▁يقرب	-2257
▁الاند	-2258
▁الشعب	-2259
▁احتلال	-2260
▁الثوره	-2261
▁الكامل	-2262
▁عسكريه	-2263
▁مستخدم	-2264
فد	-2265
مم	-2266
اتل	-2267
جاج	-2268
جهه	-2269
جيب	-2270
زمي	-2271
صره	-2272
طيع	-2273
علق	-2274
▁50	-2275
▁بث	-2276
▁ثي	-2277
▁طن	-2278
اربه	-2279
▁احل	-2280
▁تتك	-2281
▁راي	-2282
▁زير	-2283
▁شان	-2284
▁مال	-2285
▁يكي	-2286
ضائيه	-2287
وافقه	-2288
▁اصول	-2289
▁الده	-2290
▁الفي	-2291
▁خمسه	-2292
▁مثلا	-2293
▁محطه	-2294
▁مكتب	-2295
▁يورو	-2296
▁السوق	-2297
▁يتحدث	-2298
▁الخدمه	-2299
▁الشيعه	-2300
▁الصحيه	-2301
▁استقلال	-2302
▁الاعداد	-2303
▁المعروف	-2304
رر	-2305
زت	-2306
غي	-2307
خيص	-2308
رته	-2309
ريح	-2310
زام	-2311
فاف	-2312
▁80	-2313
▁حص	-2314
▁قن	-2315
احيه	-2316
▁غزو	-2317
▁يري	-2318
▁اتخذ	-2319
▁تحوي	-2320
▁دورا	-2321
▁عامه	-2322
▁اجراء	-2323
▁اسلام	-2324
▁الاما	-2325
▁الدعم	-2326
▁السبع	-2327
▁النها	-2328
▁تعديل	-2329
▁تيمور	-2330
▁صغيره	-2331
▁الاخير	-2332
▁العليا	-2333
▁المنظم	-2334
▁الاثريه	-2335
▁البشريه	-2336
▁التطبيق	-2337
▁الدستور	-2338
▁السياسه	-2339
▁العسكري	-2340
▁الموارد	-2341
▁البرلمان	-2342
بعه	-2343
هار	-2344
▁طي	-2345
▁مف	-2346
وفيت	-2347
▁حجم	-2348
▁درج	-2349
▁ريه	-2350
▁غات	-2351
▁قرا	-2352
▁2000	-2353
▁رجال	-2354
▁قرار	-2355
▁نجيب	-2356
▁البدا	-2357
▁الجزء	-2358
▁الفيل	-2359
▁الموس	-2360
▁النقد	-2361
▁النمو	-2362
▁شعبيه	-2363
▁طويله	-2364
▁مدريد	-2365
▁مسؤول	-2366
▁اجمالي	-2367
▁الجغرا	-2368
▁الحصول	-2369
▁الطريق	-2370
▁الموصل	-2371
▁الاهليه	-2372
▁التلفاز	-2373
▁الرومان	-2374
▁التقليديه	-2375
ئت	-2376
ائف	-2377
اسم	-2378
روه	-2379
روي	-2380
كند	-2381
واد	-2382
▁26	-2383
اعيه	-2384
سحاب	-2385
ليله	-2386
▁حلف	-2387
▁زمن	-2388
▁محم	-2389
▁موظ	-2390
▁التم	-2391
▁الجه	-2392
▁الخص	-2393
▁الغذ	-2394
▁النج	-2395
▁ريال	-2396
▁عاصي	-2397
▁احداث	-2398
▁اعتبر	-2399
▁البار	-2400
▁الصحي	-2401
▁تعليم	-2402
▁مرقند	-2403
▁الاقلي	-2404
▁الاموي	-2405
▁الجويه	-2406
▁الكويت	-2407
▁المناخ	-2408
▁مستشفي	-2409
▁اعتبارا	-2410
▁الافغان	-2411
▁الحاليه	-2412
▁العمانيه	-2413
▁الفرنسيه	-2414
صد	-2415
ائه	-2416
احف	-2417
اعي	-2418
الد	-2419
بطه	-2420
بوع	-2421
فعه	-2422
▁24	-2423
▁ظل	-2424
ديدا	-2425
ماعه	-2426
مانه	-2427
▁تحس	-2428
▁ترج	-2429
▁طائ	-2430
▁محط	-2431
راطيه	-2432
▁2001	-2433
▁اسره	-2434
▁اسطه	-2435
▁العد	-2436
▁المي	-2437
▁عددا	-2438
▁عشره	-2439
▁مهمه	-2440
▁يسمح	-2441
▁اجتما	-2442
▁الانش	-2443
▁الجمع	-2444
▁تلفزي	-2445
▁تمتلك	-2446
▁الاربع	-2447
▁الرسمي	-2448
▁الشخصي	-2449
▁المخابر	-2450
▁المواطن	-2451
▁ريطانيا	-2452
▁المجموعه	-2453
▁المستشفي	-2454
▁الموجوده	-2455
▁الانجليزيه	-2456
قق	-2457
لو	-2458
مز	-2459
تمر	-2460
خاص	-2461
عبه	-2462
ورت	-2463
وعه	-2464
▁27	-2465
▁طه	-2466
راوح	-2467
علقه	-2468
واحي	-2469
▁شري	-2470
▁منع	-2471
▁التب	-2472
▁الهي	-2473
▁تحدث	-2474
▁تحمل	-2475
▁مسلم	-2476
▁يرجع	-2477
▁العدد	-2478
▁المعت	-2479
▁قواعد	-2480
▁الثمان	-2481
▁الشتاء	-2482
▁المسجد	-2483
▁النساء	-2484
▁الواقع	-2485
▁الالعاب	-2486
▁الاجنبيه	-2487
▁اليهوديه	-2488
-19	-2489
اتب	-2490
اسب	-2491
اعه	-2492
روت	-2493
روط	-2494
صله	-2495
فار	-2496
يفه	-2497
▁31	-2498
▁مغ	-2499
اكره	-2500
قاطع	-2501
لفيه	-2502
ميزه	-2503
وليه	-2504
▁اعب	-2505
▁صفه	-2506
▁ضرب	-2507
▁عاش	-2508
▁مكه	-2509
▁ينه	-2510
▁2013	-2511
▁احتل	-2512
▁التك	-2513
▁الشب	-2514
▁المث	-2515
▁المم	-2516
▁تدري	-2517
▁حصول	-2518
▁اصدرت	-2519
▁اقامه	-2520
▁الاقل	-2521
▁الصلي	-2522
▁القرب	-2523
▁تصميم	-2524
▁تماما	-2525
▁خليفه	-2526
▁رئاسه	-2527
▁عنوان	-2528
▁مجتمع	-2529
▁التراث	-2530
▁السوري	-2531
▁العمال	-2532
▁المعاص	-2533
▁المنتج	-2534
▁عالميا	-2535
▁التابعه	-2536
▁السوفيت	-2537
▁الصغيره	-2538
▁الطبيعي	-2539
▁المهاجر	-2540
▁المعروفه	-2541
▁الخوارزمي	-2542
2.	-2543
او	-2544
ثا	-2545
رع	-2546
كد	-2547
▁:	-2548
اهر	-2549
تان	-2550
سيا	-2551
شري	-2552
عود	-2553
فاء	-2554
قام	-2555
لاك	-2556
وند	-2557
▁21	-2558
▁جذ	-2559
▁ذو	-2560
▁احه	-2561
▁تال	-2562
▁ترب	-2563
▁جدت	-2564
▁دين	-2565
▁زرا	-2566
▁صول	-2567
▁قرر	-2568
▁قصر	-2569
▁قوط	-2570
▁هجم	-2571
باراه	-2572
▁2007	-2573
▁ابقا	-2574
▁ارسل	-2575
▁الرك	-2576
▁انفس	-2577
▁تميز	-2578
▁ثيرا	-2579
▁دوره	-2580
▁صدام	-2581
▁عامي	-2582
▁منصب	-2583
▁يؤدي	-2584
▁يصبح	-2585
▁اتجاه	-2586
▁اتفاق	-2587
▁اشكال	-2588
▁الباب	-2589
▁الحرف	-2590
▁تقرير	-2591
▁دائره	-2592
▁عباره	-2593
▁مركزا	-2594
▁البلطي	-2595
▁المواد	-2596
▁النحاس	-2597
▁امريكا	-2598
▁الخلافه	-2599
▁العلماء	-2600
▁المرحله	-2601
▁الصناعيه	-2602
▁السوفيتيه	-2603
▁اللاتينيه	-2604
حد	-2605
طط	-2606
طلب	-2607
عمل	-2608
ورغ	-2609
▁دء	-2610
راءه	-2611
▁احق	-2612
▁اشا	-2613
▁اعد	-2614
▁تعي	-2615
▁تكل	-2616
▁تور	-2617
▁جور	-2618
▁رقه	-2619
▁شيء	-2620
▁مدي	-2621
▁مكت	-2622
قاطعه	-2623
▁2009	-2624
▁احيا	-2625
▁اطار	-2626
▁القص	-2627
▁اللي	-2628
▁الوث	-2629
▁انتش	-2630
▁تدير	-2631
▁قاده	-2632
▁البال	-2633
▁البرت	-2634
▁الحقي	-2635
▁الدين	-2636
▁الشري	-2637
▁الغاز	-2638
▁تتميز	-2639
▁تعرضت	-2640
▁تعريف	-2641
▁تفجير	-2642
▁ثقافه	-2643
▁مرحله	-2644
▁اختيار	-2645
▁استطاع	-2646
▁الجهاد	-2647
▁الكائن	-2648
▁النواه	-2649
▁استخدمت	-2650
▁استعمال	-2651
▁الانتاج	-2652
▁الجمهور	-2653
▁الشعبيه	-2654
▁الرحباني	-2655
ذج	-2656
ائج	-2657
اور	-2658
بيل	-2659
مره	-2660
واج	-2661
▁جر	-2662
▁حج	-2663
▁صن	-2664
▁صي	-2665
▁وي	-2666
ابله	-2667
حيان	-2668
▁حضر	-2669
▁عصر	-2670
▁عنه	-2671
▁مرا	-2672
▁ميه	-2673
▁هند	-2674
فتوحه	-2675
▁الهج	-2676
▁امير	-2677
▁تصبح	-2678
▁دخول	-2679
▁رلين	-2680
▁غايه	-2681
▁يذكر	-2682
▁يزيد	-2683
▁يطره	-2684
▁يطلق	-2685
▁يقدم	-2686
▁الاخت	-2687
▁الاعت	-2688
▁التسع	-2689
▁الوطن	-2690
▁اماره	-2691
▁تدريب	-2692
▁رسميه	-2693
▁مئويه	-2694
▁الاثار	-2695
▁البيزن	-2696
▁السابع	-2697
▁الصناع	-2698
▁الغالب	-2699
▁الهجره	-2700
▁تجاريه	-2701
▁الاحيان	-2702
▁الاداره	-2703
▁الاساسي	-2704
▁الجبليه	-2705
▁السابقه	-2706
▁السلطنه	-2707
▁الصحراء	-2708
▁المسؤول	-2709
▁الانتخاب	-2710
▁الميلادي	-2711
▁الرومانيه	-2712
ئا	-2713
قر	-2714
نق	-2715
ثاق	-2716
درس	-2717
نان	-2718
يدا	-2719
▁(3	-2720
▁29	-2721
▁عث	-2722
▁نب	-2723
جاوز	-2724
داول	-2725
فاعل	-2726
قلاب	-2727
▁ادو	-2728
▁امي	-2729
▁تام	-2730
▁توح	-2731
▁جان	-2732
▁خان	-2733
▁قيه	-2734
▁مان	-2735
▁مين	-2736
بلوما	-2737
▁1990	-2738
▁2006	-2739
▁اداء	-2740
▁الطب	-2741
▁اولي	-2742
▁حمله	-2743
▁ربما	-2744
▁مساح	-2745
▁نجاح	-2746
▁يعني	-2747
▁احتيا	-2748
▁الشكل	-2749
▁الواق	-2750
▁رئيسي	-2751
▁المصدر	-2752
▁مساعده	-2753
▁الاسواق	-2754
▁الدراسه	-2755
▁الشمالي	-2756
▁المساجد	-2757
▁السويديه	-2758
طا	-2759
بهه	-2760
راز	-2761
زمه	-2762
طول	-2763
قاب	-2764
هدف	-2765
▁2.	-2766
▁28	-2767
▁شؤ	-2768
▁غض	-2769
▁كي	-2770
▁ند	-2771
▁نك	-2772
بريه	-2773
طلسي	-2774
فاوض	-2775
لبيه	-2776
▁اجن	-2777
▁اخذ	-2778
▁ريق	-2779
▁صور	-2780
▁نيت	-2781
بيوتر	-2782
▁اشار	-2783
▁اقام	-2784
▁الاض	-2785
▁الها	-2786
▁انشا	-2787
▁تحول	-2788
▁تظهر	-2789
▁تغير	-2790
▁ثيره	-2791
▁رمجي	-2792
▁مراق	-2793
▁اتصال	-2794
▁اصلاح	-2795
▁التكن	-2796
▁التوا	-2797
▁الغاب	-2798
▁الكيم	-2799
▁الممت	-2800
▁النظر	-2801
▁تسجيل	-2802
▁طبيعه	-2803
▁مصادر	-2804
▁الاصلي	-2805
▁البنيه	-2806
▁الثلاث	-2807
▁الجبال	-2808
▁الرافد	-2809
▁السيار	-2810
▁الصراع	-2811
▁العمله	-2812
▁القرار	-2813
▁الوحيد	-2814
▁الارقام	-2815
▁الاطلسي	-2816
▁الاغريق	-2817
▁الالمان	-2818
▁الاراميه	-2819
▁المتعلقه	-2820
تش	-2821
اند	-2822
عهد	-2823
ميد	-2824
وام	-2825
يدر	-2826
▁ثل	-2827
▁جع	-2828
▁مض	-2829
دنيه	-2830
طلقت	-2831
▁ارا	-2832
▁حمل	-2833
▁خلف	-2834
▁داخ	-2835
▁ربط	-2836
▁يتك	-2837
▁يمت	-2838
▁القت	-2839
▁تغطي	-2840
▁زالت	-2841
▁مسجد	-2842
▁2010،	-2843
▁اعتمد	-2844
▁الصيد	-2845
▁الصيف	-2846
▁العرض	-2847
▁القسم	-2848
▁قابوس	-2849
▁قرابه	-2850
▁الجانب	-2851
▁الدواء	-2852
▁المنطق	-2853
▁انتشرت	-2854
▁الاوامر	-2855
▁البدايه	-2856
▁المجاهد	-2857
▁الاقليميه	-2858
60	-2859
لل	-2860
ابت	-2861
خرا	-2862
صاء	-2863
فاض	-2864
قاد	-2865
لبه	-2866
ناف	-2867
▁خص	-2868
▁شك	-2869
▁ضل	-2870
▁نع	-2871
▁نم	-2872
حتيه	-2873
حيده	-2874
راطي	-2875
نيسه	-2876
يليه	-2877
▁اين	-2878
▁تعا	-2879
▁حسن	-2880
▁قعت	-2881
▁مقا	-2882
▁يرف	-2883
انويه	-2884
▁1999	-2885
▁التغ	-2886
▁الرج	-2887
▁السه	-2888
▁حصلت	-2889
▁مصدر	-2890
▁نوات	-2891
▁يقدر	-2892
▁2009،	-2893
▁2011،	-2894
▁استبد	-2895
▁الادب	-2896
▁الاله	-2897
▁الدور	-2898
▁الروا	-2899
▁تحالف	-2900
▁تدمير	-2901
▁تعتمد	-2902
▁تعداد	-2903
▁مؤخرا	-2904
▁معلوم	-2905
▁اكتشاف	-2906
▁الالاف	-2907
▁البناء	-2908
▁الخامس	-2909
▁الدوري	-2910
▁الشباب	-2911
▁العالي	-2912
▁الفيني	-2913
▁المراه	-2914
▁المكتب	-2915
▁النشاط	-2916
▁مشاركه	-2917
▁البلطيق	-2918
▁التحالف	-2919
▁الحضاره	-2920
▁الصناعه	-2921
▁العلميه	-2922
▁الاتحاديه	-2923
▁الاجتماعي	-2924
▁امبراطوريه	-2925
▁الالكترونيه	-2926
ضح	-2927
غط	-2928
ئيا	-2929
ائد	-2930
باع	-2931
حوا	-2932
خال	-2933
خمه	-2934
سكر	-2935
لوب	-2936
نيا	-2937
▁خس	-2938
تداء	-2939
رائب	-2940
▁500	-2941
▁ارك	-2942
▁تجن	-2943
▁خرج	-2944
▁صاح	-2945
▁ضعه	-2946
▁ندن	-2947
▁نظر	-2948
▁ياس	-2949
▁التر	-2950
▁الحب	-2951
▁حدوث	-2952
▁رسوم	-2953
▁صلاح	-2954
▁موجب	-2955
▁استحو	-2956
▁افراد	-2957
▁الابت	-2958
▁الاير	-2959
▁الصحه	-2960
▁تقسيم	-2961
▁عائله	-2962
▁علاقه	-2963
▁مصطلح	-2964
▁معالج	-2965
▁الاستث	-2966
▁الاعلي	-2967
▁الشعبي	-2968
▁الكهرب	-2969
▁الاجانب	-2970
▁الاخبار	-2971
▁الاشترا	-2972
▁المباني	-2973
▁المعرفه	-2974
▁يلومترا	-2975
▁المستخدمه	-2976
جت	-2977
حاث	-2978
سير	-2979
طاج	-2980
كام	-2981
كذا	-2982
ماك	-2983
▁1,	-2984
▁60	-2985
▁70	-2986
▁حب	-2987
▁هن	-2988
اكمه	-2989
اليف	-2990
بيله	-2991
ضايا	-2992
▁ايج	-2993
▁رجل	-2994
▁رقم	-2995
▁صدر	-2996
▁يقت	-2997
▁2003	-2998
▁اشته	-2999
▁اعيد	-3000
▁الوي	-3001
▁تضمن	-3002
▁تونس	-3003
▁جمال	-3004
▁خطوط	-3005
▁شهره	-3006
▁عديد	-3007
▁عربي	-3008
▁مقتل	-3009
▁نشاط	-3010
▁يطرت	-3011
▁2020،	-3012
▁اساسي	-3013
▁الانس	-3014
▁الكلي	-3015
▁توحيد	-3016
▁ناحيه	-3017
▁نهائي	-3018
▁البيئه	-3019
▁الطبيه	-3020
▁معاهده	-3021
▁استراتي	-3022
▁استمرار	-3023
▁الاخوان	-3024
▁الاشوري	-3025
▁الامطار	-3026
▁الاندلس	-3027
▁التحتيه	-3028
▁التعبير	-3029
▁الرعايه	-3030
▁العامله	-3031
▁المراكز	-3032
▁المشروع	-3033
▁المواقع	-3034
▁الرياضيات	-3035
▁تكنولوجيا	-3036
اض	-3037
ادا	-3038
تها	-3039
جيا	-3040
راح	-3041
ضيع	-3042
طان	-3043
كور	-3044
ماه	-3045
ملو	-3046
نائ	-3047
هلك	-3048
▁حن	-3049
▁هل	-3050
ديان	-3051
ربعه	-3052
لاله	-3053
ميري	-3054
نائي	-3055
ينات	-3056
▁جون	-3057
▁شبك	-3058
▁غنت	-3059
▁قيد	-3060
▁ميز	-3061
مارسه	-3062
▁1998	-3063
▁الثل	-3064
▁اليد	-3065
▁تعلي	-3066
▁ثوره	-3067
▁جوده	-3068
▁دوري	-3069
▁شراء	-3070
▁عمرو	-3071
▁قلعه	-3072
▁مجله	-3073
▁هكذا	-3074
▁2003،	-3075
▁اعقاب	-3076
▁الامه	-3077
▁الاوز	-3078
▁السفر	-3079
▁العاب	-3080
▁الفعل	-3081
▁تحويل	-3082
▁تسميه	-3083
▁تصنيف	-3084
▁تعزيز	-3085
▁تنتشر	-3086
▁راديو	-3087
▁محدده	-3088
▁ياسيه	-3089
▁البرتغ	-3090
▁البريه	-3091
▁البصره	-3092
▁المهام	-3093
▁انتهاء	-3094
▁متنوعه	-3095
▁استحوذت	-3096
▁التخطيط	-3097
▁الكنيسه	-3098
▁الملكيه	-3099
▁المنظمه	-3100
▁الوحيده	-3101
▁الاستوني	-3102
▁الروماني	-3103
▁الساحليه	-3104
80	-3105
جع	-3106
هن	-3107
يق	-3108
500	-3109
اعم	-3110
بدو	-3111
بره	-3112
ضاع	-3113
ضيف	-3114
وعا	-3115
▁جم	-3116
▁ده	-3117
▁صب	-3118
▁قف	-3119
ائده	-3120
▁امه	-3121
▁تتم	-3122
▁حفل	-3123
▁زوج	-3124
▁شعب	-3125
▁صار	-3126
▁صلت	-3127
▁صله	-3128
▁ضعت	-3129
▁طور	-3130
▁عمو	-3131
▁قلب	-3132
يائيه	-3133
▁2004	-3134
▁2017	-3135
▁التا	-3136
▁النز	-3137
▁الوج	-3138
▁انما	-3139
▁توفي	-3140
▁دفاع	-3141
▁مارك	-3142
▁الجام	-3143
▁الحزب	-3144
▁الكتب	-3145
▁انتهت	-3146
▁تمويل	-3147
▁حديقه	-3148
▁رئيسا	-3149
▁مدارس	-3150
▁موارد	-3151
▁يحتوي	-3152
▁القائد	-3153
▁النصوص	-3154
▁قندهار	-3155
▁المؤسسه	-3156
▁الزراعيه	-3157
▁الاستقرار	-3158
40	-3159
70	-3160
حم	-3161
غب	-3162
طلع	-3163
موز	-3164
ونت	-3165
يوش	-3166
اريا	-3167
طراب	-3168
فهوم	-3169
ميله	-3170
▁اته	-3171
▁خطط	-3172
▁خطه	-3173
▁عثر	-3174
▁قله	-3175
▁2005	-3176
▁ابنه	-3177
▁البخ	-3178
▁البد	-3179
▁السف	-3180
▁العن	-3181
▁الفع	-3182
▁اليس	-3183
▁امله	-3184
▁تاتي	-3185
▁تقدر	-3186
▁تموز	-3187
▁تنتج	-3188
▁جهود	-3189
▁حيره	-3190
▁طاقه	-3191
▁علوم	-3192
▁قائد	-3193
▁معرض	-3194
▁مناف	-3195
▁نيسه	-3196
▁يمتد	-3197
كندريه	-3198
▁ارسال	-3199
▁الادو	-3200
▁الحجر	-3201
▁الحري	-3202
▁الحفل	-3203
▁الراي	-3204
▁ترخيص	-3205
▁يقارب	-3206
▁اشتهرت	-3207
▁البالغ	-3208
▁الحفاظ	-3209
▁الطلاب	-3210
▁العامل	-3211
▁الفنان	-3212
▁المتحف	-3213
▁النبات	-3214
▁اليمني	-3215
▁عالميه	-3216
▁التاليه	-3217
▁التصميم	-3218
▁التعريف	-3219
▁التنظيم	-3220
▁الرياضه	-3221
▁الفلسفه	-3222
▁المحتوي	-3223
▁المحكمه	-3224
▁الممالك	-3225
▁تاريخيا	-3226
▁المستقله	-3227
▁المسرحيه	-3228
▁المشاركه	-3229
▁المعماري	-3230
▁القانونيه	-3231
19	-3232
30	-3233
45	-3234
بب	-3235
جز	-3236
فذ	-3237
انئ	-3238
خصه	-3239
روا	-3240
سته	-3241
شيد	-3242
لاط	-3243
موت	-3244
وفه	-3245
يطه	-3246
▁دو	-3247
▁سن	-3248
▁صد	-3249
▁فق	-3250
▁قع	-3251
وائر	-3252
وقيه	-3253
▁اير	-3254
▁جبر	-3255
▁حفظ	-3256
▁طرد	-3257
▁قضي	-3258
▁مجد	-3259
▁منش	-3260
▁ميد	-3261
راهيم	-3262
ينيات	-3263
▁اختل	-3264
▁الحل	-3265
▁الذه	-3266
▁تمتد	-3267
▁توسي	-3268
▁توقي	-3269
▁زعيم	-3270
▁قالت	-3271
▁قدره	-3272
▁2014،	-3273
▁اخبار	-3274
▁البعث	-3275
▁الجوي	-3276
▁الدائ	-3277
▁الروس	-3278
▁الطائ	-3279
▁تابعه	-3280
▁تحرير	-3281
▁تقدير	-3282
▁تنميه	-3283
▁رياضي	-3284
▁عموما	-3285
▁قليله	-3286
▁الحضار	-3287
▁الدراس	-3288
▁الشرطه	-3289
▁العقبه	-3290
▁الغذاء	-3291
▁رئيسيه	-3292
▁معالجه	-3293
▁التركيه	-3294
▁السودان	-3295
▁الشهيره	-3296
▁المحافظ	-3297
▁اليمنيه	-3298
▁الاداريه	-3299
▁السياحيه	-3300
▁المسلمين	-3301
▁المشتركه	-3302
تا	-3303
جئ	-3304
سع	-3305
▁0	-3306
داه	-3307
دني	-3308
زاب	-3309
شرق	-3310
ضبه	-3311
ظمي	-3312
عار	-3313
كير	-3314
وزع	-3315
ويض	-3316
ياس	-3317
▁جا	-3318
▁جب	-3319
▁رت	-3320
▁صع	-3321
▁ضم	-3322
ابيه	-3323
رقيه	-3324
رنها	-3325
كومي	-3326
وائف	-3327
وسطه	-3328
▁جري	-3329
▁داع	-3330
▁صرح	-3331
▁قطع	-3332
▁متن	-3333
▁مضي	-3334
▁نور	-3335
▁يضم	-3336
هابيه	-3337
▁ابول	-3338
▁النه	-3339
▁تتبع	-3340
▁حدثت	-3341
▁صلاه	-3342
▁ظفار	-3343
▁عمله	-3344
▁ملوك	-3345
▁يظهر	-3346
▁يقال	-3347
رنهايت	-3348
▁2006،	-3349
▁احياء	-3350
▁اسماع	-3351
▁اطفال	-3352
▁اطلقت	-3353
▁الاصل	-3354
▁البنك	-3355
▁الدخل	-3356
▁الروم	-3357
▁السفن	-3358
▁السما	-3359
▁الشمس	-3360
▁القدس	-3361
▁القنو	-3362
▁الكلا	-3363
▁المحم	-3364
▁تراجع	-3365
▁زياره	-3366
▁قديمه	-3367
▁مشاكل	-3368
▁مواطن	-3369
▁نسبيا	-3370
▁يتالف	-3371
▁يعتمد	-3372
▁يمتلك	-3373
▁يونكس	-3374
▁الاسره	-3375
▁التشري	-3376
▁التوسع	-3377
▁الحجري	-3378
▁الحروب	-3379
▁الدوحه	-3380
▁القيمه	-3381
▁المهمه	-3382
▁مقارنه	-3383
▁استثناء	-3384
▁الاحداث	-3385
▁الداخلي	-3386
▁الشريعه	-3387
▁الطبيعه	-3388
▁المركزي	-3389
▁المنازل	-3390
▁هرنهايت	-3391
▁الافغاني	-3392
▁الثانويه	-3393
▁المشاريع	-3394
▁المهرجان	-3395
▁الديمقراطي	-3396
▁الديمقراطيه	-3397
24	-3398
شب	-3399
طع	-3400
كب	-3401
وء	-3402
احث	-3403
بان	-3404
برت	-3405
ريش	-3406
ريك	-3407
ضمت	-3408
عام	-3409
فره	-3410
فيا	-3411
قاع	-3412
نيع	-3413
▁3.	-3414
▁90	-3415
▁حث	-3416
▁خي	-3417
باره	-3418
خفاض	-3419
رافق	-3420
مبيه	-3421
▁انا	-3422
▁تاث	-3423
▁توج	-3424
▁توس	-3425
▁ثره	-3426
▁حجر	-3427
▁رصه	-3428
▁رفي	-3429
▁روع	-3430
▁عود	-3431
▁مول	-3432
▁ميك	-3433
▁نصر	-3434
▁هزي	-3435
▁1991	-3436
▁1996	-3437
▁2002	-3438
▁السح	-3439
▁الفص	-3440
▁الكر	-3441
▁تسمح	-3442
▁عامل	-3443
▁قريه	-3444
▁مبني	-3445
▁مدير	-3446
▁مريم	-3447
▁مواط	-3448
▁2007،	-3449
▁ادخال	-3450
▁ازداد	-3451
▁استضا	-3452
▁الاسر	-3453
▁الانا	-3454
▁الاهم	-3455
▁الطلب	-3456
▁المدر	-3457
▁الملف	-3458
▁الهدف	-3459
▁الياب	-3460
▁انضمت	-3461
▁اهداف	-3462
▁توسيع	-3463
▁شمالا	-3464
▁قرطاج	-3465
▁محتوي	-3466
▁ازدهار	-3467
▁الباحث	-3468
▁الرحمن	-3469
▁السويد	-3470
▁المغول	-3471
▁المكان	-3472
▁حزيران	-3473
▁حضرموت	-3474
▁مسرحيه	-3475
▁مشاريع	-3476
▁الادويه	-3477
▁الاصليه	-3478
▁الانهار	-3479
▁التطوير	-3480
▁الجنوبي	-3481
▁الذاكره	-3482
▁الرابعه	-3483
▁العبريه	-3484
▁العناصر	-3485
▁الكلاسي	-3486
▁المحيطه	-3487
▁الاحتلال	-3488
▁العباسيه	-3489
▁الفارسيه	-3490
▁الاستخدام	-3491
ذر	-3492
ذي	-3493
ائص	-3494
ابق	-3495
اعر	-3496
افي	-3497
اول	-3498
بيب	-3499
طال	-3500
عاء	-3501
كله	-3502
مرد	-3503
ندس	-3504
واط	-3505
واع	-3506
وجل	-3507
▁0.	-3508
▁حف	-3509
▁ور	-3510
سترا	-3511
هاده	-3512
وافل	-3513
▁امك	-3514
▁تتح	-3515
▁ثال	-3516
▁حره	-3517
▁خري	-3518
▁طبق	-3519
▁طرف	-3520
▁قرب	-3521
▁نزل	-3522
▁يتع	-3523
▁اجهه	-3524
▁اريس	-3525
▁الجي	-3526
▁الخض	-3527
▁العر	-3528
▁النص	-3529
▁تجري	-3530
▁تجمع	-3531
▁تحدي	-3532
▁تنوع	-3533
▁توسع	-3534
▁جوجل	-3535
▁جورج	-3536
▁حاول	-3537
▁خالد	-3538
▁شروط	-3539
▁طلاب	-3540
▁عضوا	-3541
▁علام	-3542
▁قليل	-3543
▁مؤشر	-3544
▁موطن	-3545
▁هجره	-3546
▁ياتي	-3547
▁يتبع	-3548
▁يحدث	-3549
▁يفيه	-3550
▁اخيرا	-3551
▁اسباب	-3552
▁اسعار	-3553
▁اشاره	-3554
▁اطراف	-3555
▁البشت	-3556
▁السوم	-3557
▁العقل	-3558
▁الفتح	-3559
▁المبا	-3560
▁تتضمن	-3561
▁تتمتع	-3562
▁تجاره	-3563
▁تحولت	-3564
▁حديثه	-3565
▁شوارع	-3566
▁قبيله	-3567
▁محافظ	-3568
▁محمود	-3569
▁ممالك	-3570
▁منصور	-3571
▁اختلاف	-3572
▁الحقوق	-3573
▁الرجال	-3574
▁العلمي	-3575
▁الغناء	-3576
▁الكلمه	-3577
▁الهواء	-3578
▁تتراوح	-3579
▁رئيسيا	-3580
▁مراقبه	-3581
▁ممارسه	-3582
▁ابراهيم	-3583
▁الاصلاح	-3584
▁الباديه	-3585
▁التوزيع	-3586
▁الحميري	-3587
▁المتاحف	-3588
▁المقابل	-3589
▁الناحيه	-3590
▁التنفيذي	-3591
▁المستوطن	-3592
▁الاميركيه	-3593
▁الفلسطيني	-3594
▁الكيميائيه	-3595
11	-3596
33	-3597
95	-3598
اغ	-3599
جب	-3600
فس	-3601
لح	-3602
▁,	-3603
بيت	-3604
داء	-3605
رجم	-3606
رهه	-3607
صبه	-3608
كري	-3609
لسل	-3610
ليف	-3611
مام	-3612
منه	-3613
يته	-3614
▁(6	-3615
▁رز	-3616
▁ست	-3617
▁شل	-3618
اجيك	-3619
ارضه	-3620
تيال	-3621
رخيص	-3622
ليني	-3623
وعيه	-3624
يلاء	-3625
▁186	-3626
▁اشن	-3627
▁تما	-3628
▁دمج	-3629
▁ذهب	-3630
▁شده	-3631
▁ظلت	-3632
▁عقب	-3633
▁متط	-3634
▁مرك	-3635
▁معل	-3636
▁نقص	-3637
▁يئه	-3638
▁ينب	-3639
واهري	-3640
▁اخذت	-3641
▁ازدي	-3642
▁استه	-3643
▁اصدر	-3644
▁افقت	-3645
▁البت	-3646
▁الجم	-3647
▁العض	-3648
▁الكم	-3649
▁النو	-3650
▁الور	-3651
▁تؤدي	-3652
▁تحتل	-3653
▁تدخل	-3654
▁تدعي	-3655
▁ثافه	-3656
▁حكمه	-3657
▁رؤيه	-3658
▁شعار	-3659
▁صاحب	-3660
▁عالي	-3661
▁مجمع	-3662
▁مدرب	-3663
▁نسخه	-3664
▁هجوم	-3665
▁هوله	-3666
▁يؤمن	-3667
▁يشار	-3668
ولوجيه	-3669
▁2010.	-3670
▁2016،	-3671
▁ابطال	-3672
▁ابناء	-3673
▁اقسام	-3674
▁الاسي	-3675
▁الفلك	-3676
▁القاد	-3677
▁المئه	-3678
▁النار	-3679
▁الهجم	-3680
▁الويب	-3681
▁انتهي	-3682
▁انخفض	-3683
▁تختلف	-3684
▁تخطيط	-3685
▁ترتيب	-3686
▁تقنيه	-3687
▁تكريت	-3688
▁تكلفه	-3689
▁ثانيه	-3690
▁جماعه	-3691
▁دستور	-3692
▁موضوع	-3693
▁يتعلق	-3694
▁ابتداء	-3695
▁استولي	-3696
▁افتتاح	-3697
▁الاسود	-3698
▁البشري	-3699
▁الجبهه	-3700
▁الحاضر	-3701
▁القومي	-3702
▁انتقلت	-3703
▁دولارا	-3704
▁مقاطعه	-3705
▁اسماعيل	-3706
▁الاشخاص	-3707
▁الانشطه	-3708
▁الترخيص	-3709
▁الثقافي	-3710
▁الخامسه	-3711
▁الصحافه	-3712
▁الضرائب	-3713
▁العلاقه	-3714
▁القطريه	-3715
▁المسائل	-3716
▁المنصور	-3717
▁تدريجيا	-3718
▁الانتقال	-3719
▁الاستثمار	-3720
▁السوفياتي	-3721
▁التكنولوجيا	-3722
16	-3723
ئل	-3724
حق	-3725
شا	-3726
شف	-3727
ادئ	-3728
ازل	-3729
ماج	-3730
▁حظ	-3731
▁زه	-3732
▁سد	-3733
▁فر	-3734
▁لن	-3735
▁لو	-3736
ائعه	-3737
اتها	-3738
ادله	-3739
اصيل	-3740
وفيه	-3741
▁300	-3742
▁اسط	-3743
▁ايط	-3744
▁تبر	-3745
▁تقي	-3746
▁دام	-3747
▁دعا	-3748
▁زار	-3749
▁شيد	-3750
▁عدا	-3751
▁قيل	-3752
▁منف	-3753
▁ندا	-3754
▁هول	-3755
▁ينص	-3756
▁1920	-3757
▁احدا	-3758
▁اغني	-3759
▁الخي	-3760
▁الرم	-3761
▁السج	-3762
▁الكث	-3763
▁تبقي	-3764
▁توقف	-3765
▁ثيقه	-3766
▁دعوي	-3767
▁زراء	-3768
▁شملت	-3769
▁ضمان	-3770
▁ظيفه	-3771
▁عادت	-3772
▁غالب	-3773
▁غيره	-3774
▁قدرت	-3775
▁نفوذ	-3776
▁ياسي	-3777
▁يهود	-3778
▁يوفر	-3779
▁2004،	-3780
▁2015،	-3781
▁اتباع	-3782
▁اذاعه	-3783
▁اغراض	-3784
▁اغلاق	-3785
▁الاشت	-3786
▁الجها	-3787
▁السبب	-3788
▁العقد	-3789
▁الفني	-3790
▁الكاث	-3791
▁المثل	-3792
▁المسا	-3793
▁المشه	-3794
▁المقر	-3795
▁النيل	-3796
▁الوضع	-3797
▁دوليه	-3798
▁زراعه	-3799
▁شخصيه	-3800
▁عليها	-3801
▁مثابه	-3802
▁مفهوم	-3803
▁يتميز	-3804
▁اضافيه	-3805
▁الاوزب	-3806
▁الحاجه	-3807
▁السبئي	-3808
▁القدره	-3809
▁المذهب	-3810
▁الهندي	-3811
▁الوحده	-3812
▁رياضيه	-3813
▁مباراه	-3814
▁محدوده	-3815
▁موجوده	-3816
▁الاغاني	-3817
▁البطوله	-3818
▁الجنسيه	-3819
▁الحضريه	-3820
▁الخلفاء	-3821
▁العاليه	-3822
▁المدنيه	-3823
▁المرتفع	-3824
▁تاريخيه	-3825
▁الاشوريه	-3826
▁البيزنطي	-3827
▁الجغرافي	-3828
▁الظواهري	-3829
▁القانوني	-3830
▁الاستخبار	-3831
▁الكمبيوتر	-3832
▁اليونانيه	-3833
14	-3834
25	-3835
86	-3836
شح	-3837
يس	-3838
ادث	-3839
اطئ	-3840
تين	-3841
داب	-3842
زال	-3843
ستر	-3844
سكو	-3845
سمه	-3846
كنت	-3847
لنك	-3848
ناق	-3849
واص	-3850
وته	-3851
وتي	-3852
▁طر	-3853
▁غر	-3854
ابته	-3855
ابيع	-3856
ارته	-3857
ارير	-3858
البه	-3859
الحه	-3860
حواذ	-3861
رالي	-3862
زايد	-3863
غراف	-3864
وامل	-3865
وطنه	-3866
▁400	-3867
▁ارق	-3868
▁تخص	-3869
▁ثلث	-3870
▁جلب	-3871
▁جنب	-3872
▁حصه	-3873
▁درس	-3874
▁رائ	-3875
▁رحل	-3876
▁عال	-3877
▁قاح	-3878
▁مرو	-3879
▁مهم	-3880
▁نون	-3881
▁هجه	-3882
▁هرب	-3883
لاحقه	-3884
▁1970	-3885
▁اذار	-3886
▁اقصي	-3887
▁الجد	-3888
▁الدم	-3889
▁السر	-3890
▁الصي	-3891
▁الهو	-3892
▁انسح	-3893
▁رسول	-3894
▁شرقا	-3895
▁عقود	-3896
▁علاج	-3897
▁عوده	-3898
▁مترا	-3899
▁مدار	-3900
▁مرور	-3901
▁مقرا	-3902
▁يبدو	-3903
▁يشمل	-3904
▁يمان	-3905
▁2018،	-3906
▁ابرهه	-3907
▁احصاء	-3908
▁اساسا	-3909
▁اسواق	-3910
▁الارت	-3911
▁الارث	-3912
▁الالت	-3913
▁البير	-3914
▁التام	-3915
▁السكك	-3916
▁المحا	-3917
▁المحد	-3918
▁المحط	-3919
▁المخت	-3920
▁المطل	-3921
▁امتدت	-3922
▁انجاز	-3923
▁قراءه	-3924
▁مسيحي	-3925
▁هزيمه	-3926
▁الاستع	-3927
▁البروت	-3928
▁التطور	-3929
▁الجماع	-3930
▁الحجاز	-3931
▁الرشيد	-3932
▁الرياح	-3933
▁انقلاب	-3934
بلوماسيه	-3935
▁الاتفاق	-3936
▁الاسماك	-3937
▁الالفيه	-3938
▁التاثير	-3939
▁الثلاثه	-3940
▁القائمه	-3941
▁المتوقع	-3942
▁المساحه	-3943
▁المعادل	-3944
▁المقاطع	-3945
▁الواقعه	-3946
▁امكانيه	-3947
▁الانسحاب	-3948
▁التاريخي	-3949
▁التقليدي	-3950
▁الموافقه	-3951
▁الاشتراكي	-3952
▁الباكستاني	-3953
▁الفلسطينيه	-3954
10	-3955
ظف	-3956
يع	-3957
200	-3958
اجر	-3959
ارل	-3960
بيد	-3961
رحي	-3962
سبه	-3963
كنه	-3964
واح	-3965
وطه	-3966
▁65	-3967
▁75	-3968
▁بع	-3969
▁ذه	-3970
امنه	-3971
بورغ	-3972
ديما	-3973
صريه	-3974
نديه	-3975
▁190	-3976
▁اظه	-3977
▁انط	-3978
▁اوب	-3979
▁حلت	-3980
▁صيا	-3981
▁صيد	-3982
▁قاع	-3983
▁قنو	-3984
▁ناد	-3985
▁نشا	-3986
بيقيه	-3987
قاليم	-3988
▁اشور	-3989
▁اعتم	-3990
▁الرب	-3991
▁الشؤ	-3992
▁المض	-3993
▁تبدا	-3994
▁حاجه	-3995
▁شعوب	-3996
▁شكلت	-3997
▁صغير	-3998
▁ماده	-3999
▁معهد	-4000
▁ملحو	-4001
▁يجمع	-4002
▁يدعي	-4003
▁2012،	-4004
▁احتلت	-4005
▁اشنطن	-4006
▁الجزر	-4007
▁الرقص	-4008
▁الفرد	-4009
▁المند	-4010
▁المنش	-4011
▁الهيد	-4012
▁انتشر	-4013
▁انشئت	-4014
▁توجيه	-4015
▁حضاره	-4016
▁دائما	-4017
▁رساله	-4018
▁قديما	-4019
▁قصيره	-4020
▁محكمه	-4021
▁مسافه	-4022
▁مسعود	-4023
▁مكتبه	-4024
▁يتمتع	-4025
▁ارتباط	-4026
▁ازدياد	-4027
▁البحار	-4028
▁الحادي	-4029
▁الرياض	-4030
▁الساعه	-4031
▁الشبكه	-4032
▁العقود	-4033
▁المسيح	-4034
▁المطار	-4035
▁الهجوم	-4036
▁انخفاض	-4037
▁انهيار	-4038
▁غالبيه	-4039
▁يستطيع	-4040
▁يستعمل	-4041
▁احتياطي	-4042
▁استضافت	-4043
▁استقبال	-4044
▁الاربعه	-4045
▁الاصدار	-4046
▁الاغنيه	-4047
▁التحليل	-4048
▁الحكومي	-4049
▁الحلفاء	-4050
▁السريعه	-4051
▁السنويه	-4052
▁الشوارع	-4053
▁العمران	-4054
▁الفيديو	-4055
▁المؤتمر	-4056
▁المصطلح	-4057
▁الهنديه	-4058
▁ايطاليا	-4059
▁الاجتماع	-4060
▁الاحتفال	-4061
▁الاقليمي	-4062
▁الحديديه	-4063
▁المستقبل	-4064
▁تيمورلنك	-4065
75	-4066
85	-4067
92	-4068
ذه	-4069
طت	-4070
مج	-4071
ئله	-4072
ابس	-4073
باق	-4074
شاب	-4075
فور	-4076
فيض	-4077
وعي	-4078
ويق	-4079
▁33	-4080
▁خر	-4081
▁ذي	-4082
▁عش	-4083
▁قح	-4084
▁كر	-4085
▁وء	-4086
رويج	-4087
سيطر	-4088
وفره	-4089
▁انع	-4090
▁حار	-4091
▁حري	-4092
▁خطا	-4093
▁خلق	-4094
▁ربع	-4095
▁صلي	-4096
▁ضعف	-4097
▁طار	-4098
▁قيت	-4099
▁قيم	-4100
▁ملف	-4101
▁مها	-4102
▁نسخ	-4103
▁نظم	-4104
▁هام	-4105
▁يتي	-4106
▁1994	-4107
▁1995	-4108
▁ازمه	-4109
▁اقرب	-4110
▁الخب	-4111
▁الطي	-4112
▁العش	-4113
▁الكا	-4114
▁تاثر	-4115
▁تجاه	-4116
▁تدعم	-4117
▁تركز	-4118
▁تصدر	-4119
▁تقام	-4120
▁تلقي	-4121
▁حافظ	-4122
▁حققت	-4123
▁خليج	-4124
▁داعش	-4125
▁رشيد	-4126
▁طائر	-4127
▁قاعه	-4128
▁قوان	-4129
▁قويه	-4130
▁منزل	-4131
▁مهام	-4132
▁نواه	-4133
▁نوعا	-4134
▁هاجر	-4135
▁يغطي	-4136
▁2005،	-4137
▁2007.	-4138
▁اختار	-4139
▁اسبوع	-4140
▁اسلوب	-4141
▁اشجار	-4142
▁افكار	-4143
▁الايط	-4144
▁الذكر	-4145
▁السكن	-4146
▁الصوت	-4147
▁القري	-4148
▁المتط	-4149
▁المرا	-4150
▁المقا	-4151
▁امانه	-4152
▁امثال	-4153
▁تنقسم	-4154
▁جنوبي	-4155
▁حيوان	-4156
▁عضويه	-4157
▁عناصر	-4158
▁غيرهم	-4159
▁مشترك	-4160
▁معرفه	-4161
▁معسكر	-4162
▁ميلاد	-4163
▁ميناء	-4164
▁البحري	-4165
▁التقدم	-4166
▁الجليد	-4167
▁الحريه	-4168
▁الحقبه	-4169
▁العظيم	-4170
▁القضاء	-4171
▁القطري	-4172
▁اللاجئ	-4173
▁المائه	-4174
▁الواحد	-4175
▁اهتمام	-4176
▁ثمانيه	-4177
▁مشتركه	-4178
▁موسيقي	-4179
▁اعتباره	-4180
▁الاسلحه	-4181
▁الاموال	-4182
▁الانباط	-4183
▁التدريب	-4184
▁الترفيه	-4185
▁التعامل	-4186
▁التفكير	-4187
▁التقنيه	-4188
▁الصليبي	-4189
▁القبليه	-4190
▁الكتابه	-4191
▁المشترك	-4192
▁المهندس	-4193
▁الانتداب	-4194
▁الكاثولي	-4195
▁الكهرباء	-4196
▁المتخصصه	-4197
▁الاولمبيه	-4198
▁التعليميه	-4199
.2	-4200
87	-4201
ؤه	-4202
بس	-4203
زع	-4204
الق	-4205
حده	-4206
ريض	-4207
ساء	-4208
سيق	-4209
قاق	-4210
مسا	-4211
ندا	-4212
▁35	-4213
▁تض	-4214
▁شو	-4215
▁هد	-4216
اديم	-4217
اسبه	-4218
اليب	-4219
جديه	-4220
رائي	-4221
راكه	-4222
قدمه	-4223
كسيه	-4224
لاحظ	-4225
وقعه	-4226
يديه	-4227
▁180	-4228
▁اثب	-4229
▁اصط	-4230
▁امم	-4231
▁تتع	-4232
▁جزر	-4233
▁حلب	-4234
▁حمو	-4235
▁ذوي	-4236
▁زاد	-4237
▁قطت	-4238
▁قمه	-4239
▁معد	-4240
▁نيا	-4241
ملوكه	-4242
وائيه	-4243
ولوجي	-4244
▁2016	-4245
▁ازده	-4246
▁استن	-4247
▁اعظم	-4248
▁الته	-4249
▁العا	-4250
▁المئ	-4251
▁النت	-4252
▁النم	-4253
▁اولا	-4254
▁تالي	-4255
▁جندي	-4256
▁حكام	-4257
▁دمرت	-4258
▁رسمي	-4259
▁رعيه	-4260
▁رمجه	-4261
▁زياد	-4262
▁طبقا	-4263
▁عروض	-4264
▁عنصر	-4265
▁مبلغ	-4266
▁مكاف	-4267
▁مهما	-4268
▁موظف	-4269
▁نشرت	-4270
▁نهاد	-4271
▁هرمز	-4272
غرافيا	-4273
▁2008،	-4274
▁اعلام	-4275
▁الاكس	-4276
▁الجاه	-4277
▁الخار	-4278
▁الغاء	-4279
▁الكتر	-4280
▁الميت	-4281
▁النوع	-4282
▁ايجاد	-4283
▁تعاني	-4284
▁تمثيل	-4285
▁حديثا	-4286
▁حراره	-4287
▁روايه	-4288
▁صياغه	-4289
▁ظاهره	-4290
▁محليه	-4291
▁منازل	-4292
▁موجود	-4293
▁نتائج	-4294
▁ينبغي	-4295
▁الارمن	-4296
▁الاسته	-4297
▁الامور	-4298
▁البلدي	-4299
▁التربه	-4300
▁الجهاز	-4301
▁الخطوط	-4302
▁الخلاف	-4303
▁الذكيه	-4304
▁السريع	-4305
▁السياح	-4306
▁العزيز	-4307
▁الفيلم	-4308
▁الماده	-4309
▁المتعد	-4310
▁المزيد	-4311
▁المقام	-4312
▁الناطق	-4313
▁النواب	-4314
▁انسحاب	-4315
▁ردستان	-4316
▁متابعه	-4317
▁مفتوحه	-4318
▁استقرار	-4319
▁الارثوذ	-4320
▁الانواع	-4321
▁التصوير	-4322
▁الحقيقي	-4323
▁الراديو	-4324
▁الزراعي	-4325
▁القضايا	-4326
▁المعاصر	-4327
